[ {
  "id" : "movies",
  "subjects" : [ {
    "id" : "Action",
    "name" : "Action",
    "iconClass" : "fas fa-running",
    "skills" : [ {
      "id" : "WonderWoman",
      "name" : "Wonder Woman",
      "description" : "An Amazon princess comes to the world of Man to become the greatest of the female superheroes.\n\n> Power. Grace. Wisdom. Wonder.\n\n**Release Date:** May 30, 2017\n\n**Length:** 2 hours 21 minutes\n\n**Revenue:** $820 million",
      "helpUrl" : "http://www.warnerbros.com/wonder-woman"
    }, {
      "id" : "BabyDriver",
      "name" : "Baby Driver",
      "description" : "After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail.\n\n> All you need is one killer track.\n\n**Release Date:** June 28, 2017\n\n**Length:** 1 hour 53 minutes\n\n**Revenue:** $224 million",
      "helpUrl" : ""
    }, {
      "id" : "BigHero6",
      "name" : "Big Hero 6",
      "description" : "The special bond that develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.\n\n> From the creators of Wreck-it Ralph and Frozen\n\n**Release Date:** October 24, 2014\n\n**Length:** 1 hour 42 minutes\n\n**Revenue:** $652 million",
      "helpUrl" : "http://movies.disney.com/big-hero-6"
    }, {
      "id" : "Deadpool",
      "name" : "Deadpool",
      "description" : "Deadpool tells the origin story of former Special Forces operative turned mercenary Wade Wilson, who after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.\n\n> Witness the beginning of a happy ending\n\n**Release Date:** February 9, 2016\n\n**Length:** 1 hour 48 minutes\n\n**Revenue:** $783 million",
      "helpUrl" : "http://www.foxmovies.com/movies/deadpool"
    }, {
      "id" : "GuardiansoftheGalaxyVol2",
      "name" : "Guardians of the Galaxy Vol. 2",
      "description" : "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage.\n\n> Obviously.\n\n**Release Date:** April 19, 2017\n\n**Length:** 2 hours 17 minutes\n\n**Revenue:** $863 million",
      "helpUrl" : "http://marvel.com/movies/movie/221/guardians_of_the_galaxy_vol_2"
    }, {
      "id" : "Avatar",
      "name" : "Avatar",
      "description" : "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.\n\n> Enter the World of Pandora.\n\n**Release Date:** December 10, 2009\n\n**Length:** 2 hours 42 minutes\n\n**Revenue:** $2787 million",
      "helpUrl" : "http://www.avatarmovie.com/"
    }, {
      "id" : "JohnWick",
      "name" : "John Wick",
      "description" : "Ex-lunatic John Wick comes off his meds to track down the bounders that killed his dog and made off with his self-respect\n\n> Don't set him off.\n\n**Release Date:** October 22, 2014\n\n**Length:** 1 hour 41 minutes\n\n**Revenue:** $88 million",
      "helpUrl" : "http://www.johnwickthemovie.com/"
    }, {
      "id" : "CaptainAmericaCivilWar",
      "name" : "Captain America: Civil War",
      "description" : "Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.\n\n> Divided We Fall\n\n**Release Date:** April 27, 2016\n\n**Length:** 2 hours 27 minutes\n\n**Revenue:** $1153 million",
      "helpUrl" : "http://marvel.com/captainamericapremiere"
    }, {
      "id" : "PiratesoftheCaribbeanDeadMenTellNoTales",
      "name" : "Pirates of the Caribbean: Dead Men Tell No Tales",
      "description" : "Thrust into an all-new paycheck, a down-on-his-luck Capt. Jack Sparrow feels the winds of ill-fortune blowing even more strongly when deadly ghost sailors led by his old nemesis, the evil Capt. Salazar, escape from the Devil's Triangle. Jack's only hope of a payout lies in seeking out the legendary Trident of Numbers, but to find it, he must forge an uneasy alliance with a reasonably intelligent and pretty astronomer and a irritating young man in the British navy.\n\n**Release Date:** May 23, 2017\n\n**Length:** 2 hours 9 minutes\n\n**Revenue:** $794 million",
      "helpUrl" : "http://pirates.disney.com/pirates-of-the-caribbean-dead-men-tell-no-tales"
    }, {
      "id" : "TheDarkKnight",
      "name" : "The Dark Knight",
      "description" : "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.\n\n> Why So Serious?\n\n**Release Date:** July 16, 2008\n\n**Length:** 2 hours 32 minutes\n\n**Revenue:** $1004 million",
      "helpUrl" : "http://thedarkknight.warnerbros.com/dvdsite/"
    }, {
      "id" : "TheAvengers",
      "name" : "The Avengers",
      "description" : "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!\n\n> Some assembly required.\n\n**Release Date:** April 25, 2012\n\n**Length:** 2 hours 23 minutes\n\n**Revenue:** $1519 million",
      "helpUrl" : "http://marvel.com/avengers_movie/"
    }, {
      "id" : "CaptainUnderpantsTheFirstEpicMovie",
      "name" : "Captain Underpants: The First Epic Movie",
      "description" : "Two mischievous kids hypnotize their mean elementary school principal and turn him into their comic book creation, the kind-hearted and elastic-banded Captain Underpants.\n\n**Release Date:** June 1, 2017\n\n**Length:** 1 hour 29 minutes\n\n**Revenue:** $110 million",
      "helpUrl" : "http://www.foxmovies.com/movies/captain-underpants-the-first-epic-movie"
    }, {
      "id" : "TheMazeRunner",
      "name" : "The Maze Runner",
      "description" : "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow \"runners\" for a shot at escape.\n\n> Run - Remember - Survive\n\n**Release Date:** September 10, 2014\n\n**Length:** 1 hour 53 minutes\n\n**Revenue:** $348 million",
      "helpUrl" : "http://themazerunnermovie.com/"
    }, {
      "id" : "DawnofthePlanetoftheApes",
      "name" : "Dawn of the Planet of the Apes",
      "description" : "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.\n\n> One last chance for peace.\n\n**Release Date:** June 26, 2014\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $710 million",
      "helpUrl" : "http://www.dawnofapes.com/"
    }, {
      "id" : "GhostintheShell",
      "name" : "Ghost in the Shell",
      "description" : "In the near future, Major is the first of her kind: a human saved from a terrible crash, then cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals.\n\n> There's nothing sadder than a puppet without a ghost.\n\n**Release Date:** March 29, 2017\n\n**Length:** 1 hour 47 minutes\n\n**Revenue:** $169 million",
      "helpUrl" : "http://www.ghostintheshellmovie.com/"
    }, {
      "id" : "BoykaUndisputedIV",
      "name" : "Boyka: Undisputed IV",
      "description" : "In the fourth installment of the fighting franchise, Boyka is shooting for the big leagues when an accidental death in the ring makes him question everything he stands for. When he finds out the wife of the man he accidentally killed is in trouble, Boyka offers to fight in a series of impossible battles to free her from a life of servitude\n\n> Boyka is back!\n\n**Release Date:** August 1, 2016\n\n**Length:** 1 hour 27 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "ThorRagnarok",
      "name" : "Thor: Ragnarok",
      "description" : "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his homeworld and the end of Asgardian civilization, at the hands of an all-powerful new threat, the ruthless Hela.\n\n**Release Date:** October 25, 2017\n\n**Length:** \n\n**Revenue:** $0",
      "helpUrl" : "https://marvel.com/movies/movie/222/thor_ragnarok"
    }, {
      "id" : "Logan",
      "name" : "Logan",
      "description" : "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.\n\n> His time has come\n\n**Release Date:** February 28, 2017\n\n**Length:** 2 hours 17 minutes\n\n**Revenue:** $616 million",
      "helpUrl" : "http://www.foxmovies.com/movies/logan"
    }, {
      "id" : "GuardiansoftheGalaxy",
      "name" : "Guardians of the Galaxy",
      "description" : "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.\n\n> All heroes start somewhere.\n\n**Release Date:** July 30, 2014\n\n**Length:** 2 hours 1 minute\n\n**Revenue:** $773 million",
      "helpUrl" : "http://marvel.com/guardians"
    }, {
      "id" : "TheLastKing",
      "name" : "The Last King",
      "description" : "Year 1206. Norway is ravaged by civil war. The King's illegitimate son is guarded in deep secret. A boy that half of the kingdom wants to kill and two men will protect to the death. A boy named Earl Håkonsson. Birkebeiners is the story of the escape that changed Norway's history forever.\n\n> A story of legendary bravery\n\n**Release Date:** February 12, 2016\n\n**Length:** 1 hour 39 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheDarkTower",
      "name" : "The Dark Tower",
      "description" : "The last Gunslinger, Roland Deschain, has been locked in an eternal battle with Walter O’Dim, also known as the Man in Black, determined to prevent him from toppling the Dark Tower, which holds the universe together. With the fate of the worlds at stake, good and evil will collide in the ultimate battle as only Roland can defend the Tower from the Man in Black.\n\n> There are other worlds than these\n\n**Release Date:** August 3, 2017\n\n**Length:** 1 hour 35 minutes\n\n**Revenue:** $71 million",
      "helpUrl" : "http://thedarktower-movie.com"
    }, {
      "id" : "JohnWickChapter2",
      "name" : "John Wick: Chapter 2",
      "description" : "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.\n\n> Never stab the devil in the back\n\n**Release Date:** February 8, 2017\n\n**Length:** 2 hours 2 minutes\n\n**Revenue:** $171 million",
      "helpUrl" : "http://www.johnwick.movie/"
    }, {
      "id" : "TheFateoftheFurious",
      "name" : "The Fate of the Furious",
      "description" : "When a mysterious woman seduces Dom into the world of crime and a betrayal of those closest to him, the crew face trials that will test them as never before.\n\n> Family no more\n\n**Release Date:** April 12, 2017\n\n**Length:** 2 hours 16 minutes\n\n**Revenue:** $1238 million",
      "helpUrl" : "http://www.fastandfurious.com/"
    }, {
      "id" : "PiratesoftheCaribbeanTheCurseoftheBlackPearl",
      "name" : "Pirates of the Caribbean: The Curse of the Black Pearl",
      "description" : "Jack Sparrow, a freewheeling 17th-century pirate who roams the Caribbean Sea, butts heads with a rival pirate bent on pillaging the village of Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her. But their seafaring mission is hardly simple.\n\n> Prepare to be blown out of the water.\n\n**Release Date:** July 9, 2003\n\n**Length:** 2 hours 23 minutes\n\n**Revenue:** $655 million",
      "helpUrl" : "http://disney.go.com/disneyvideos/liveaction/pirates/main_site/main.html"
    }, {
      "id" : "Security",
      "name" : "Security",
      "description" : "An ex-special services veteran, down on his luck and desperate for work, takes a job as a security guard at a run-down mall in a rough area of town. On his first night on the job, he opens the door to a distraught and desperate young girl who has fled the hijacking of a Police motorcade that was transporting her to testify as a witness in a trial. Hot on her heels is the psychopathic hijacker and his team of henchmen, who will stop at nothing to extract and eliminate the witness.\n\n**Release Date:** March 4, 2017\n\n**Length:** 1 hour 27 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheLegendofTarzan",
      "name" : "The Legend of Tarzan",
      "description" : "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment.\n\n> Human. Nature.\n\n**Release Date:** June 29, 2016\n\n**Length:** 1 hour 49 minutes\n\n**Revenue:** $356 million",
      "helpUrl" : "http://legendoftarzan.com"
    }, {
      "id" : "KingArthurLegendoftheSword",
      "name" : "King Arthur: Legend of the Sword",
      "description" : "When the child Arthur’s father is murdered, Vortigern, Arthur’s uncle, seizes the crown. Robbed of his birthright and with no idea who he truly is, Arthur comes up the hard way in the back alleys of the city. But once he pulls the sword Excalibur from the stone, his life is turned upside down and he is forced to acknowledge his true legacy... whether he likes it or not.\n\n> From nothing comes a King\n\n**Release Date:** April 27, 2017\n\n**Length:** 2 hours 6 minutes\n\n**Revenue:** $146 million",
      "helpUrl" : "http://kingarthurmovie.com"
    }, {
      "id" : "DoctorStrange",
      "name" : "Doctor Strange",
      "description" : "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under his wing and trains him to defend the world against evil.\n\n> Open your mind. Change your reality.\n\n**Release Date:** October 25, 2016\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $677 million",
      "helpUrl" : "http://marvel.com/doctorstrange"
    }, {
      "id" : "SuicideSquad",
      "name" : "Suicide Squad",
      "description" : "From DC Comics comes the Suicide Squad, an antihero team of incarcerated supervillains who act as deniable assets for the United States government, undertaking high-risk black ops missions in exchange for commuted prison sentences.\n\n> Worst Heroes Ever\n\n**Release Date:** August 2, 2016\n\n**Length:** 2 hours 3 minutes\n\n**Revenue:** $745 million",
      "helpUrl" : "http://www.suicidesquad.com/"
    }, {
      "id" : "StarWars",
      "name" : "Star Wars",
      "description" : "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.\n\n> A long time ago in a galaxy far, far away...\n\n**Release Date:** May 25, 1977\n\n**Length:** 2 hours 1 minute\n\n**Revenue:** $775 million",
      "helpUrl" : "http://www.starwars.com/films/star-wars-episode-iv-a-new-hope"
    }, {
      "id" : "RiseofthePlanetoftheApes",
      "name" : "Rise of the Planet of the Apes",
      "description" : "Scientist Will Rodman is determined to find a cure for Alzheimer's, the disease which has slowly consumed his father. Will feels certain he is close to a breakthrough and tests his latest serum on apes, noticing dramatic increases in intelligence and brain activity in the primate subjects – especially Caesar, his pet chimpanzee.\n\n> Evolution Becomes Revolution.\n\n**Release Date:** August 3, 2011\n\n**Length:** 1 hour 45 minutes\n\n**Revenue:** $482 million",
      "helpUrl" : "http://www.apeswillrise.com/"
    }, {
      "id" : "MazeRunnerTheScorchTrials",
      "name" : "Maze Runner: The Scorch Trials",
      "description" : "Thomas and his fellow Gladers face their greatest challenge yet: searching for clues about the mysterious and powerful organization known as WCKD. Their journey takes them to the Scorch, a desolate landscape filled with unimaginable obstacles. Teaming up with resistance fighters, the Gladers take on WCKD’s vastly superior forces and uncover its shocking plans for them all.\n\n> The Maze Was Just the Beginning.\n\n**Release Date:** September 9, 2015\n\n**Length:** 2 hours 12 minutes\n\n**Revenue:** $311 million",
      "helpUrl" : "http://mazerunnermovies.com"
    }, {
      "id" : "WindRiver",
      "name" : "Wind River",
      "description" : "An FBI agent teams with the town's veteran game tracker to investigate a murder that occurred on a Native American reservation.\n\n> Nothing is harder to track than the truth.\n\n**Release Date:** August 3, 2017\n\n**Length:** 1 hour 51 minutes\n\n**Revenue:** $184 million",
      "helpUrl" : ""
    }, {
      "id" : "NowYouSeeMe2",
      "name" : "Now You See Me 2",
      "description" : "One year after outwitting the FBI and winning the public’s adulation with their mind-bending spectacles, the Four Horsemen resurface only to find themselves face to face with a new enemy who enlists them to pull off their most dangerous heist yet.\n\n> You Haven't Seen Anything Yet\n\n**Release Date:** June 2, 2016\n\n**Length:** 2 hours 9 minutes\n\n**Revenue:** $334 million",
      "helpUrl" : "http://nowyouseeme.movie"
    }, {
      "id" : "TransformersTheLastKnight",
      "name" : "Transformers: The Last Knight",
      "description" : "Autobots and Decepticons are at war, with humans on the sidelines. Optimus Prime is gone. The key to saving our future lies buried in the secrets of the past, in the hidden history of Transformers on Earth.\n\n> For one world to live, the other must die.\n\n**Release Date:** June 21, 2017\n\n**Length:** 2 hours 29 minutes\n\n**Revenue:** $604 million",
      "helpUrl" : "http://www.transformersmovie.com/"
    }, {
      "id" : "AvengersAgeofUltron",
      "name" : "Avengers: Age of Ultron",
      "description" : "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.\n\n> A New Age Has Come.\n\n**Release Date:** April 22, 2015\n\n**Length:** 2 hours 21 minutes\n\n**Revenue:** $1405 million",
      "helpUrl" : "http://marvel.com/movies/movie/193/avengers_age_of_ultron"
    }, {
      "id" : "Fury",
      "name" : "Fury",
      "description" : "Last months of World War II in April 1945. As the Allies make their final push in the European Theater, a battle-hardened U.S. Army sergeant in the 2nd Armored Division named Wardaddy commands a Sherman tank called \"Fury\" and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.\n\n> War never ends quietly.\n\n**Release Date:** October 15, 2014\n\n**Length:** 2 hours 15 minutes\n\n**Revenue:** $211 million",
      "helpUrl" : ""
    }, {
      "id" : "DespicableMe3",
      "name" : "Despicable Me 3",
      "description" : "Gru and his wife Lucy must stop former '80s child star Balthazar Bratt from achieving world domination.\n\n> Oh brother.\n\n**Release Date:** June 15, 2017\n\n**Length:** 1 hour 36 minutes\n\n**Revenue:** $1020 million",
      "helpUrl" : "http://www.despicable.me"
    }, {
      "id" : "RogueOneAStarWarsStory",
      "name" : "Rogue One: A Star Wars Story",
      "description" : "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.\n\n> A Rebellion Built on Hope\n\n**Release Date:** December 14, 2016\n\n**Length:** 2 hours 13 minutes\n\n**Revenue:** $1056 million",
      "helpUrl" : "http://www.starwars.com/films/rogue-one"
    }, {
      "id" : "Lucy",
      "name" : "Lucy",
      "description" : "A woman, accidentally caught in a dark deal, turns the tables on her captors and transforms into a merciless warrior evolved beyond human logic.\n\n> The average person uses 10% of their brain capacity. Imagine what she could do with 100%.\n\n**Release Date:** July 14, 2014\n\n**Length:** 1 hour 29 minutes\n\n**Revenue:** $126 million",
      "helpUrl" : "http://lucymovie.com/"
    }, {
      "id" : "OperationMekong",
      "name" : "Operation Mekong",
      "description" : "Chinese narco-cops take their mission to the Golden Triangle following the Mekong River massacre of innocent fishermen by the region's drug lord.\n\n**Release Date:** September 30, 2016\n\n**Length:** 2 hours 20 minutes\n\n**Revenue:** $173 million",
      "helpUrl" : ""
    }, {
      "id" : "Baywatch",
      "name" : "Baywatch",
      "description" : "Devoted lifeguard Mitch Buchannon butts heads with a brash new recruit. Together, they uncover a local criminal plot that threatens the future of the Bay.\n\n> Don't worry, summer is coming\n\n**Release Date:** May 12, 2017\n\n**Length:** 1 hour 56 minutes\n\n**Revenue:** $177 million",
      "helpUrl" : "http://www.thebaywatchmovie.com/"
    }, {
      "id" : "ThorTheDarkWorld",
      "name" : "Thor: The Dark World",
      "description" : "Thor fights to restore order across the cosmos… but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.\n\n> Delve into the darkness\n\n**Release Date:** October 29, 2013\n\n**Length:** 1 hour 52 minutes\n\n**Revenue:** $644 million",
      "helpUrl" : "http://marvel.com/thor"
    }, {
      "id" : "PacificRim",
      "name" : "Pacific Rim",
      "description" : "When legions of monstrous creatures, known as Kaiju, started rising from the sea, a war began that would take millions of lives and consume humanity's resources for years on end. To combat the giant Kaiju, a special type of weapon was devised: massive robots, called Jaegers, which are controlled simultaneously by two pilots whose minds are locked in a neural bridge. But even the Jaegers are proving nearly defenseless in the face of the relentless Kaiju. On the verge of defeat, the forces defending mankind have no choice but to turn to two unlikely heroes—a washed-up former pilot (Charlie Hunnam) and an untested trainee (Rinko Kikuchi)—who are teamed to drive a legendary but seemingly obsolete Jaeger from the past. Together, they stand as mankind's last hope against the mounting apocalypse.\n\n> To Fight Monsters, We Created Monsters\n\n**Release Date:** July 11, 2013\n\n**Length:** 2 hours 11 minutes\n\n**Revenue:** $407 million",
      "helpUrl" : "http://www.pacificrimmovie.com/"
    }, {
      "id" : "TheMummy",
      "name" : "The Mummy",
      "description" : "Though safely entombed in a crypt deep beneath the unforgiving desert, an ancient queen whose destiny was unjustly taken from her is awakened in our current day, bringing with her malevolence grown over millennia, and terrors that defy human comprehension.\n\n> Welcome To A New World of Gods And Monsters\n\n**Release Date:** June 6, 2017\n\n**Length:** 1 hour 50 minutes\n\n**Revenue:** $407 million",
      "helpUrl" : "http://www.themummy.com"
    }, {
      "id" : "TheMatrix",
      "name" : "The Matrix",
      "description" : "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.\n\n> Welcome to the Real World.\n\n**Release Date:** March 30, 1999\n\n**Length:** 2 hours 16 minutes\n\n**Revenue:** $463 million",
      "helpUrl" : "http://www.warnerbros.com/matrix"
    }, {
      "id" : "JurassicWorld",
      "name" : "Jurassic World",
      "description" : "Twenty-two years after the events of Jurassic Park, Isla Nublar now features a fully functioning dinosaur theme park, Jurassic World, as originally envisioned by John Hammond.\n\n> The park is open.\n\n**Release Date:** June 9, 2015\n\n**Length:** 2 hours 4 minutes\n\n**Revenue:** $1513 million",
      "helpUrl" : "http://www.jurassicworld.com/"
    }, {
      "id" : "TheLordoftheRingsTheFellowshipoftheRing",
      "name" : "The Lord of the Rings: The Fellowship of the Ring",
      "description" : "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.\n\n> One ring to rule them all\n\n**Release Date:** December 18, 2001\n\n**Length:** 2 hours 58 minutes\n\n**Revenue:** $871 million",
      "helpUrl" : "http://www.lordoftherings.net/"
    }, {
      "id" : "EdgeofTomorrow",
      "name" : "Edge of Tomorrow",
      "description" : "Major Bill Cage is an officer who has never seen a day of combat when he is unceremoniously demoted and dropped into combat. Cage is killed within minutes, managing to take an alpha alien down with him. He awakens back at the beginning of the same day and is forced to fight and die again... and again - as physical contact with the alien has thrown him into a time loop.\n\n> Live, Die, Repeat\n\n**Release Date:** May 27, 2014\n\n**Length:** 1 hour 53 minutes\n\n**Revenue:** $370 million",
      "helpUrl" : "http://www.edgeoftomorrowmovie.com/"
    } ]
  }, {
    "id" : "Comedy",
    "name" : "Comedy",
    "iconClass" : "far fa-laugh-squint",
    "skills" : [ {
      "id" : "Minions",
      "name" : "Minions",
      "description" : "Minions Stuart, Kevin and Bob are recruited by Scarlet Overkill, a super-villain who, alongside her inventor husband Herb, hatches a plot to take over the world.\n\n> Before Gru, they had a history of bad bosses\n\n**Release Date:** June 17, 2015\n\n**Length:** 1 hour 31 minutes\n\n**Revenue:** $1156 million",
      "helpUrl" : "http://www.minionsmovie.com/"
    }, {
      "id" : "ForrestGump",
      "name" : "Forrest Gump",
      "description" : "A man with a low IQ has accomplished great things in his life and been present during significant historic events - in each case, far exceeding what anyone imagined he could do. Yet, despite all the things he has attained, his one true love eludes him. 'Forrest Gump' is the story of a man who rose above his challenges, and who proved that determination, courage, and love are more important than ability.\n\n> The world will never be the same, once you've seen it through the eyes of Forrest Gump.\n\n**Release Date:** July 6, 1994\n\n**Length:** 2 hours 22 minutes\n\n**Revenue:** $677 million",
      "helpUrl" : ""
    }, {
      "id" : "Ted2",
      "name" : "Ted 2",
      "description" : "Newlywed couple Ted and Tami-Lynn want to have a baby, but in order to qualify to be a parent, Ted will have to prove he's a person in a court of law.\n\n> Ted is Coming, Again.\n\n**Release Date:** June 25, 2015\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $217 million",
      "helpUrl" : ""
    }, {
      "id" : "LifeIsBeautiful",
      "name" : "Life Is Beautiful",
      "description" : "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.\n\n> An unforgettable fable that proves love, family and imagination conquer all.\n\n**Release Date:** December 20, 1997\n\n**Length:** 1 hour 56 minutes\n\n**Revenue:** $229 million",
      "helpUrl" : ""
    }, {
      "id" : "GirlsTrip",
      "name" : "Girls Trip",
      "description" : "Four girlfriends take a trip to New Orleans for an annual festival and, along the way, rediscover their wild sides and strengthen the bonds of sisterhood.\n\n> \"Forgive us in advance for this wild weekend\"\n\n**Release Date:** July 21, 2017\n\n**Length:** 2 hours 2 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "DilwaleDulhaniaLeJayenge",
      "name" : "Dilwale Dulhania Le Jayenge",
      "description" : "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.\n\n> Come... Fall In Love\n\n**Release Date:** October 20, 1995\n\n**Length:** 3 hours 10 minutes\n\n**Revenue:** $100 million",
      "helpUrl" : ""
    }, {
      "id" : "TheEmojiMovie",
      "name" : "The Emoji Movie",
      "description" : "Gene, a multi-expressional emoji, sets out on a journey to become a normal emoji.\n\n> Not easy being meh\n\n**Release Date:** July 28, 2017\n\n**Length:** 1 hour 26 minutes\n\n**Revenue:** $66 million",
      "helpUrl" : "http://www.theemoji-movie.com/"
    }, {
      "id" : "TheHouse",
      "name" : "The House",
      "description" : "When Scott and Kate Johansen’s daughter gets into the college of her dreams it’s cause for celebration. That is, until Scott and Kate learn that the scholarship they were counting on didn’t come through, and they’re now on the hook for tuition they can’t begin to afford. With the help of their friend and neighbor Frank also in need of a major payday they decide to open an illegal casino in his suburban house, risking everything together on a Vegas-style bacchanal where money flows, inhibitions are checked at the door, and all bets are off.\n\n> If you can't beat the house, be... The House\n\n**Release Date:** June 29, 2017\n\n**Length:** 1 hour 28 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "KingsmanTheSecretService",
      "name" : "Kingsman: The Secret Service",
      "description" : "The story of a super-secret spy organization that recruits an unrefined but promising street kid into the agency's ultra-competitive training program just as a global threat emerges from a twisted tech genius.\n\n> Manners maketh man.\n\n**Release Date:** January 29, 2015\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $414 million",
      "helpUrl" : "http://www.kingsmanmovie.com/"
    }, {
      "id" : "DiaryofaWimpyKidTheLongHaul",
      "name" : "Diary of a Wimpy Kid: The Long Haul",
      "description" : "A Heffley family road trip to attend Meemaw's 90th birthday party goes hilariously off course thanks to Greg's newest scheme to get to a video gaming convention.\n\n**Release Date:** May 19, 2017\n\n**Length:** 1 hour 31 minutes\n\n**Revenue:** $40 million",
      "helpUrl" : ""
    }, {
      "id" : "SexTape",
      "name" : "Sex Tape",
      "description" : "When Jay and Annie first got together, their romantic connection was intense – but ten years and two kids later, the flame of their love needs a spark.  To kick things up a notch, they decide – why not? – to make a video of themselves trying out every position in The Joy of Sex in one marathon three-hour session.  It seems like a great idea – until they discover that their most private video is no longer private.  With their reputations on the line, they know they’re just one click away from being laid bare to the world... but as their race to reclaim their video leads to a night they'll never forget, they'll find that their video will expose even more than they bargained for.\n\n> A movie about a movie they don't want you to see.\n\n**Release Date:** July 17, 2014\n\n**Length:** 1 hour 37 minutes\n\n**Revenue:** $126 million",
      "helpUrl" : ""
    }, {
      "id" : "MonstersInc",
      "name" : "Monsters, Inc.",
      "description" : "James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.\n\n> We Scare Because We Care.\n\n**Release Date:** November 1, 2001\n\n**Length:** 1 hour 32 minutes\n\n**Revenue:** $562 million",
      "helpUrl" : "http://movies.disney.com/monsters-inc"
    }, {
      "id" : "Zootopia",
      "name" : "Zootopia",
      "description" : "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.\n\n> Welcome to the urban jungle.\n\n**Release Date:** February 11, 2016\n\n**Length:** 1 hour 48 minutes\n\n**Revenue:** $1023 million",
      "helpUrl" : "http://movies.disney.com/zootopia"
    }, {
      "id" : "BacktotheFuture",
      "name" : "Back to the Future",
      "description" : "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.\n\n> He's the only kid ever to get into trouble before he was born.\n\n**Release Date:** July 3, 1985\n\n**Length:** 1 hour 56 minutes\n\n**Revenue:** $381 million",
      "helpUrl" : "http://www.backtothefuture.com/movies/backtothefuture1"
    }, {
      "id" : "Colossal",
      "name" : "Colossal",
      "description" : "A woman discovers that severe catastrophic events are somehow connected to the mental breakdown from which she's suffering.\n\n> There's a monster in all of us\n\n**Release Date:** April 6, 2017\n\n**Length:** 1 hour 50 minutes\n\n**Revenue:** $3 million",
      "helpUrl" : "http://sheiscolossal.com"
    }, {
      "id" : "TheHangoverPartIII",
      "name" : "The Hangover Part III",
      "description" : "This time, there's no wedding. No bachelor party. What could go wrong, right? But when the Wolfpack hits the road, all bets are off.\n\n> It all ends.\n\n**Release Date:** May 23, 2013\n\n**Length:** 1 hour 40 minutes\n\n**Revenue:** $362 million",
      "helpUrl" : ""
    }, {
      "id" : "DespicableMe2",
      "name" : "Despicable Me 2",
      "description" : "Gru is recruited by the Anti-Villain League to help deal with a powerful new super criminal.\n\n> Back 2 Work\n\n**Release Date:** June 25, 2013\n\n**Length:** 1 hour 38 minutes\n\n**Revenue:** $970 million",
      "helpUrl" : "http://www.despicableme.com/"
    }, {
      "id" : "RoughNight",
      "name" : "Rough Night",
      "description" : "Five best friends from college reunite 10 years later for a wild bachelorette weekend in Miami. Their hard partying takes a hilariously dark turn when they accidentally kill a male stripper. Amidst the craziness of trying to cover it up, they're ultimately brought closer together when it matters most.\n\n> The hangover will be the least of their problems\n\n**Release Date:** June 15, 2017\n\n**Length:** 1 hour 41 minutes\n\n**Revenue:** $45 million",
      "helpUrl" : "http://www.roughnightmovie.com/"
    }, {
      "id" : "InsideOut",
      "name" : "Inside Out",
      "description" : "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.\n\n> Meet the little voices inside your head.\n\n**Release Date:** June 9, 2015\n\n**Length:** 1 hour 34 minutes\n\n**Revenue:** $857 million",
      "helpUrl" : "http://movies.disney.com/inside-out"
    }, {
      "id" : "GrownUps",
      "name" : "Grown Ups",
      "description" : "After their high school basketball coach passes away, five good friends and former teammates reunite for a Fourth of July holiday weekend.\n\n> Boys will be boys. . . some longer than others.\n\n**Release Date:** June 24, 2010\n\n**Length:** 1 hour 42 minutes\n\n**Revenue:** $271 million",
      "helpUrl" : "http://www.grownups-movie.com/"
    }, {
      "id" : "ADogsWill",
      "name" : "A Dog's Will",
      "description" : "The lively João Grilo and the sly Chicó are poor guys living in the hinterland who cheat a bunch of people in a small Northeast Brazil town. But when they die, they have to be judged by Christ, the Devil and the Virgin Mary, before they are admitted to paradise.\n\n**Release Date:** September 10, 2000\n\n**Length:** 1 hour 44 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheHangover",
      "name" : "The Hangover",
      "description" : "When three friends finally come to after a raucous night of bachelor-party revelry, they find a baby in the closet and a tiger in the bathroom. But they can't seem to locate their best friend, Doug – who's supposed to be tying the knot. Launching a frantic search for Doug, the trio perseveres through a nasty hangover to try to make it to the church on time.\n\n> Some guys just can't handle Vegas.\n\n**Release Date:** June 5, 2009\n\n**Length:** 1 hour 40 minutes\n\n**Revenue:** $459 million",
      "helpUrl" : "http://hangoverpart2.warnerbros.com/dvd/"
    }, {
      "id" : "TheBigSick",
      "name" : "The Big Sick",
      "description" : "Pakistan-born comedian Kumail Nanjiani and grad student Emily Gardner fall in love but struggle as their cultures clash. When Emily contracts a mysterious illness, Kumail finds himself forced to face her feisty parents, his family's expectations, and his true feelings.\n\n> An awkward true story.\n\n**Release Date:** June 23, 2017\n\n**Length:** 2 hours \n\n**Revenue:** $52 million",
      "helpUrl" : "http://thebigsickmovie.com"
    }, {
      "id" : "FistFight",
      "name" : "Fist Fight",
      "description" : "When one school teacher gets the other fired, he is challenged to an after-school fight.\n\n> After school. Parking lot. It's on.\n\n**Release Date:** February 16, 2017\n\n**Length:** 1 hour 31 minutes\n\n**Revenue:** $0",
      "helpUrl" : "http://fistfightmovie.com/"
    }, {
      "id" : "TeenageMutantNinjaTurtles",
      "name" : "Teenage Mutant Ninja Turtles",
      "description" : "The city needs heroes. Darkness has settled over New York City as Shredder and his evil Foot Clan have an iron grip on everything from the police to the politicians. The future is grim until four unlikely outcast brothers rise from the sewers and discover their destiny as Teenage Mutant Ninja Turtles. The Turtles must work with fearless reporter April and her wise-cracking cameraman Vern Fenwick to save the city and unravel Shredder's diabolical plan.\n\n> Mysterious. Dangerous. Reptilious. You've never seen heroes like this.\n\n**Release Date:** August 7, 2014\n\n**Length:** 1 hour 41 minutes\n\n**Revenue:** $477 million",
      "helpUrl" : "http://www.teenagemutantninjaturtlesmovie.com"
    }, {
      "id" : "PenguinsofMadagascar",
      "name" : "Penguins of Madagascar",
      "description" : "Skipper, Kowalski, Rico and Private join forces with undercover organization The North Wind to stop the villainous Dr. Octavius Brine from destroying the world as we know it.\n\n> The Movie Event That Will Blow Their Cover\n\n**Release Date:** November 22, 2014\n\n**Length:** 1 hour 32 minutes\n\n**Revenue:** $373 million",
      "helpUrl" : ""
    }, {
      "id" : "Ghostbusters",
      "name" : "Ghostbusters",
      "description" : "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.\n\n> They ain't afraid of no ghost.\n\n**Release Date:** June 7, 1984\n\n**Length:** 1 hour 47 minutes\n\n**Revenue:** $295 million",
      "helpUrl" : "http://www.ghostbusters.com/"
    }, {
      "id" : "CharlieandtheChocolateFactory",
      "name" : "Charlie and the Chocolate Factory",
      "description" : "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.\n\n> Willy Wonka is semi-sweet and nuts.\n\n**Release Date:** July 13, 2005\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $474 million",
      "helpUrl" : "https://www.warnerbros.com/charlie-and-chocolate-factory"
    }, {
      "id" : "ToyStory",
      "name" : "Toy Story",
      "description" : "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.\n\n**Release Date:** October 30, 1995\n\n**Length:** 1 hour 21 minutes\n\n**Revenue:** $373 million",
      "helpUrl" : "http://toystory.disney.com/toy-story"
    }, {
      "id" : "TheHangoverPartII",
      "name" : "The Hangover Part II",
      "description" : "The Hangover crew heads to Thailand for Stu's wedding. After the disaster of a bachelor party in Las Vegas last year, Stu is playing it safe with a mellow pre-wedding brunch. However, nothing goes as planned and Bangkok is the perfect setting for another adventure with the rowdy group.\n\n> The Wolfpack Is Back\n\n**Release Date:** May 25, 2011\n\n**Length:** 1 hour 42 minutes\n\n**Revenue:** $254 million",
      "helpUrl" : "http://hangoverpart2.warnerbros.com/"
    }, {
      "id" : "Pixels",
      "name" : "Pixels",
      "description" : "Video game experts are recruited by the military to fight 1980s-era video game characters who've attacked New York.\n\n> Game On.\n\n**Release Date:** July 16, 2015\n\n**Length:** 1 hour 45 minutes\n\n**Revenue:** $243 million",
      "helpUrl" : "http://www.pixels-movie.com/"
    }, {
      "id" : "HorribleBosses2",
      "name" : "Horrible Bosses 2",
      "description" : "Dale, Kurt and Nick decide to start their own business but things don't go as planned because of a slick investor, prompting the trio to pull off a harebrained and misguided kidnapping scheme.\n\n> New Crime. Same Tools.\n\n**Release Date:** November 26, 2014\n\n**Length:** 1 hour 48 minutes\n\n**Revenue:** $107 million",
      "helpUrl" : ""
    }, {
      "id" : "InaHeartbeat",
      "name" : "In a Heartbeat",
      "description" : "A closeted boy runs the risk of being outed by his own heart after it pops out of his chest to chase down the boy of his dreams.\n\n> The Heart Wants What The Heart Wants\n\n**Release Date:** June 1, 2017\n\n**Length:** 4 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheBar",
      "name" : "The Bar",
      "description" : "A group of strangers are trapped inside a bar.\n\n**Release Date:** March 24, 2017\n\n**Length:** \n\n**Revenue:** $0",
      "helpUrl" : ""
    } ]
  }, {
    "id" : "Drama",
    "name" : "Drama",
    "iconClass" : "fas fa-heart-broken",
    "skills" : [ {
      "id" : "GoneGirl",
      "name" : "Gone Girl",
      "description" : "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.\n\n> You don't know what you've got 'til it's...\n\n**Release Date:** October 1, 2014\n\n**Length:** 2 hours 25 minutes\n\n**Revenue:** $369 million",
      "helpUrl" : "http://www.gonegirlmovie.com/"
    }, {
      "id" : "WarforthePlanetoftheApes",
      "name" : "War for the Planet of the Apes",
      "description" : "Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.\n\n> For freedom. For family. For the planet.\n\n**Release Date:** July 11, 2017\n\n**Length:** 2 hours 20 minutes\n\n**Revenue:** $369 million",
      "helpUrl" : "http://www.foxmovies.com/movies/war-for-the-planet-of-the-apes"
    }, {
      "id" : "BladeRunner",
      "name" : "Blade Runner",
      "description" : "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.\n\n> Man has made his match... now it's his problem.\n\n**Release Date:** June 25, 1982\n\n**Length:** 1 hour 57 minutes\n\n**Revenue:** $33 million",
      "helpUrl" : "http://www.warnerbros.com/blade-runner"
    }, {
      "id" : "TheCircle",
      "name" : "The Circle",
      "description" : "A young tech worker takes a job at a greedy Internet corporation, quickly rises up the company's ranks, and soon finds herself in a perilous situation concerning privacy, surveillance and freedom. She comes to learn that her decisions and actions will have no effect whatsoever.\n\n> Knowing is good. Knowing everything is better.\n\n**Release Date:** April 27, 2017\n\n**Length:** 1 hour 50 minutes\n\n**Revenue:** $20 million",
      "helpUrl" : "http://wearethecircle.com/"
    }, {
      "id" : "Whiplash",
      "name" : "Whiplash",
      "description" : "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.\n\n> The road to greatness can take you to the edge.\n\n**Release Date:** October 10, 2014\n\n**Length:** 1 hour 45 minutes\n\n**Revenue:** $13 million",
      "helpUrl" : "http://sonyclassics.com/whiplash/"
    }, {
      "id" : "FightClub",
      "name" : "Fight Club",
      "description" : "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.\n\n> Mischief. Mayhem. Soap.\n\n**Release Date:** October 15, 1999\n\n**Length:** 2 hours 19 minutes\n\n**Revenue:** $100 million",
      "helpUrl" : "http://www.foxmovies.com/movies/fight-club"
    }, {
      "id" : "47MetersDown",
      "name" : "47 Meters Down",
      "description" : "Two sisters on Mexican vacation are trapped in a shark observation cage at the bottom of the ocean, with oxygen running low and great whites circling nearby, they have less than an hour of air left to figure out how to get to the surface.\n\n> No way out. No way up. No chance in hell.\n\n**Release Date:** June 15, 2017\n\n**Length:** 1 hour 29 minutes\n\n**Revenue:** $44 million",
      "helpUrl" : "https://47metersdownmovie.com/"
    }, {
      "id" : "TheShawshankRedemption",
      "name" : "The Shawshank Redemption",
      "description" : "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.\n\n> Fear can hold you prisoner. Hope can set you free.\n\n**Release Date:** September 23, 1994\n\n**Length:** 2 hours 22 minutes\n\n**Revenue:** $28 million",
      "helpUrl" : ""
    }, {
      "id" : "SchindlersList",
      "name" : "Schindler's List",
      "description" : "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.\n\n> Whoever saves one life, saves the world entire.\n\n**Release Date:** November 29, 1993\n\n**Length:** 3 hours 15 minutes\n\n**Revenue:** $321 million",
      "helpUrl" : "http://www.schindlerslist.com/"
    }, {
      "id" : "TheGodfather",
      "name" : "The Godfather",
      "description" : "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.\n\n> An offer you can't refuse.\n\n**Release Date:** March 14, 1972\n\n**Length:** 2 hours 55 minutes\n\n**Revenue:** $245 million",
      "helpUrl" : "http://www.thegodfather.com/"
    }, {
      "id" : "BeforeIFall",
      "name" : "Before I Fall",
      "description" : "Samantha Kingston has everything. Then, everything changes. After one fateful night, she wakes up with no future at all. Trapped into reliving the same day over and over, she begins to question just how perfect her life really was.\n\n> What if today was the only day of the rest of your life?\n\n**Release Date:** March 2, 2017\n\n**Length:** 1 hour 38 minutes\n\n**Revenue:** $10 million",
      "helpUrl" : "http://www.beforeifallfilm.com/"
    }, {
      "id" : "222",
      "name" : "2:22",
      "description" : "A man's life is derailed when an ominous pattern of events repeats itself in exactly the same manner every day, ending at precisely 2:22 p.m.\n\n**Release Date:** June 29, 2017\n\n**Length:** 1 hour 39 minutes\n\n**Revenue:** $422",
      "helpUrl" : ""
    }, {
      "id" : "Psycho",
      "name" : "Psycho",
      "description" : "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.\n\n> The master of suspense moves his cameras into the icy blackness of the unexplored!\n\n**Release Date:** June 16, 1960\n\n**Length:** 1 hour 49 minutes\n\n**Revenue:** $32 million",
      "helpUrl" : ""
    }, {
      "id" : "TheGodfatherPartII",
      "name" : "The Godfather: Part II",
      "description" : "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.\n\n> I don't feel I have to wipe everybody out, Tom. Just my enemies.\n\n**Release Date:** December 20, 1974\n\n**Length:** 3 hours 20 minutes\n\n**Revenue:** $47 million",
      "helpUrl" : ""
    }, {
      "id" : "MissPeregrinesHomeforPeculiarChildren",
      "name" : "Miss Peregrine's Home for Peculiar Children",
      "description" : "A teenager finds himself transported to an island where he must help protect a group of orphans with special powers from creatures intent on destroying them.\n\n> Stay peculiar\n\n**Release Date:** September 28, 2016\n\n**Length:** 2 hours 7 minutes\n\n**Revenue:** $296 million",
      "helpUrl" : "http://www.foxmovies.com/movies/miss-peregrines-home-for-peculiar-children"
    }, {
      "id" : "TheBeguiled",
      "name" : "The Beguiled",
      "description" : "During the Civil War, at a Southern girls’ boarding school, young women take in an injured enemy soldier. As they provide refuge and tend to his wounds, the house is taken over with sexual tension and dangerous rivalries, and taboos are broken in an unexpected turn of events.\n\n> Innocent, until betrayed.\n\n**Release Date:** June 23, 2017\n\n**Length:** 1 hour 33 minutes\n\n**Revenue:** $25 million",
      "helpUrl" : "http://www.focusfeatures.com/thebeguiled/"
    }, {
      "id" : "OneFlewOvertheCuckoosNest",
      "name" : "One Flew Over the Cuckoo's Nest",
      "description" : "While serving time for insanity at a state mental hospital, implacable rabble-rouser, Randle Patrick McMurphy inspires his fellow patients to rebel against the authoritarian rule of head nurse, Mildred Ratched.\n\n> If he's crazy, what does that make you?\n\n**Release Date:** November 18, 1975\n\n**Length:** 2 hours 13 minutes\n\n**Revenue:** $108 million",
      "helpUrl" : ""
    }, {
      "id" : "ASilentVoice",
      "name" : "A Silent Voice",
      "description" : "Shouya Ishida starts bullying the new girl in class, Shouko Nishimiya, because she is deaf. But as the teasing continues, the rest of the class starts to turn on Shouya for his lack of compassion. When they leave elementary school, Shouko and Shouya do not speak to each other again... until an older, wiser Shouya, tormented by his past behaviour, decides he must see Shouko once more. He wants to atone for his sins, but is it already too late...?\n\n**Release Date:** September 17, 2016\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $19 million",
      "helpUrl" : "http://asilentvoice.com.au/"
    }, {
      "id" : "YourName",
      "name" : "Your Name.",
      "description" : "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.\n\n**Release Date:** August 26, 2016\n\n**Length:** 1 hour 46 minutes\n\n**Revenue:** $355 million",
      "helpUrl" : "https://www.funimationfilms.com/movie/yourname/"
    }, {
      "id" : "MeBeforeYou",
      "name" : "Me Before You",
      "description" : "A small town girl is caught between dead-end jobs. A high-profile, successful man becomes wheelchair bound following an accident. The man decides his life is not worth living until the girl is hired for six months to be his new caretaker. Worlds apart and trapped together by circumstance, the two get off to a rocky start. But the girl becomes determined to prove to the man that life is worth living and as they embark on a series of adventures together, each finds their world changing in ways neither of them could begin to imagine.\n\n> #LiveBoldly\n\n**Release Date:** June 2, 2016\n\n**Length:** 1 hour 50 minutes\n\n**Revenue:** $207 million",
      "helpUrl" : "http://www.mebeforeyoumovie.net"
    }, {
      "id" : "TheTwilightSagaEclipse",
      "name" : "The Twilight Saga: Eclipse",
      "description" : "Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob, knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.\n\n> It all begins ... With a choice.\n\n**Release Date:** June 23, 2010\n\n**Length:** 2 hours 4 minutes\n\n**Revenue:** $698 million",
      "helpUrl" : "http://eclipsethemovie.com"
    }, {
      "id" : "Creed",
      "name" : "Creed",
      "description" : "The former World Heavyweight Champion Rocky Balboa serves as a trainer and mentor to Adonis Johnson, the son of his late friend and former rival Apollo Creed.\n\n> Your legacy is more than a name\n\n**Release Date:** November 25, 2015\n\n**Length:** 2 hours 13 minutes\n\n**Revenue:** $173 million",
      "helpUrl" : "http://creedthemovie.com/"
    }, {
      "id" : "FiftyShadesofGrey",
      "name" : "Fifty Shades of Grey",
      "description" : "When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure.\n\n> Are you curious?\n\n**Release Date:** February 11, 2015\n\n**Length:** 2 hours 5 minutes\n\n**Revenue:** $571 million",
      "helpUrl" : "https://www.facebook.com/fiftyshadesofgreymovie"
    }, {
      "id" : "Interstellar",
      "name" : "Interstellar",
      "description" : "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.\n\n> Mankind was born on Earth. It was never meant to die here.\n\n**Release Date:** November 5, 2014\n\n**Length:** 2 hours 49 minutes\n\n**Revenue:** $675 million",
      "helpUrl" : "http://www.interstellarmovie.net/"
    }, {
      "id" : "OnceUponaTimeinAmerica",
      "name" : "Once Upon a Time in America",
      "description" : "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.\n\n> Crime, passion and lust for power - Sergio Leone's explosive saga of gangland America.\n\n**Release Date:** February 16, 1984\n\n**Length:** 3 hours 49 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheImitationGame",
      "name" : "The Imitation Game",
      "description" : "Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II.\n\n> The true enigma was the man who cracked the code.\n\n**Release Date:** November 14, 2014\n\n**Length:** 1 hour 53 minutes\n\n**Revenue:** $233 million",
      "helpUrl" : "http://theimitationgamemovie.com/"
    }, {
      "id" : "Twilight",
      "name" : "Twilight",
      "description" : "When Bella Swan moves to a small town in the Pacific Northwest to live with her father, she starts school and meets the reclusive Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't help but fall in love with him, a fatal move that endangers her own life when a coven of bloodsuckers try to challenge the Cullen clan.\n\n> When you can live forever, what do you live for?\n\n**Release Date:** November 20, 2008\n\n**Length:** 2 hours 2 minutes\n\n**Revenue:** $392 million",
      "helpUrl" : "http://www.twilightthemovie.com"
    }, {
      "id" : "Dunkirk",
      "name" : "Dunkirk",
      "description" : "The miraculous evacuation of Allied soldiers from Belgium, Britain, Canada and France, who were cut off and surrounded by the German army from the beaches and harbor of Dunkirk, France, between May 26th and June 4th 1940, during the Battle of France in World War II.\n\n> The event that shaped our world\n\n**Release Date:** July 19, 2017\n\n**Length:** 1 hour 47 minutes\n\n**Revenue:** $519 million",
      "helpUrl" : "http://www.dunkirkmovie.com/"
    }, {
      "id" : "Arrival",
      "name" : "Arrival",
      "description" : "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.\n\n> Why are they here?\n\n**Release Date:** November 10, 2016\n\n**Length:** 1 hour 53 minutes\n\n**Revenue:** $203 million",
      "helpUrl" : "http://www.arrivalmovie.com/"
    }, {
      "id" : "12YearsaSlave",
      "name" : "12 Years a Slave",
      "description" : "In the pre-Civil War United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery. Facing cruelty as well as unexpected kindnesses Solomon struggles not only to stay alive, but to retain his dignity. In the twelfth year of his unforgettable odyssey, Solomon’s chance meeting with a Canadian abolitionist will forever alter his life.\n\n> The extraordinary true story of Solomon Northup\n\n**Release Date:** October 18, 2013\n\n**Length:** 2 hours 14 minutes\n\n**Revenue:** $187 million",
      "helpUrl" : ""
    }, {
      "id" : "TheTwilightSagaNewMoon",
      "name" : "The Twilight Saga: New Moon",
      "description" : "Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.\n\n> The Next Chapter Begins.\n\n**Release Date:** March 15, 2009\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $709 million",
      "helpUrl" : "http://www.twilightthemovie.com/"
    }, {
      "id" : "FiftyShadesDarker",
      "name" : "Fifty Shades Darker",
      "description" : "When a wounded Christian Grey tries to entice a cautious Ana Steele back into his life, she demands a new arrangement before she will give him another chance. As the two begin to build trust and find stability, shadowy figures from Christian’s past start to circle the couple, determined to destroy their hopes for a future together.\n\n> Every fairy tale has a dark side.\n\n**Release Date:** February 8, 2017\n\n**Length:** 1 hour 58 minutes\n\n**Revenue:** $378 million",
      "helpUrl" : "http://www.fiftyshadesmovie.com/"
    }, {
      "id" : "BatmanBegins",
      "name" : "Batman Begins",
      "description" : "Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.\n\n> Evil fears the knight.\n\n**Release Date:** June 10, 2005\n\n**Length:** 2 hours 20 minutes\n\n**Revenue:** $374 million",
      "helpUrl" : "http://www2.warnerbros.com/batmanbegins/index.html"
    }, {
      "id" : "Titanic",
      "name" : "Titanic",
      "description" : "84 years later, a 101-year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.\n\n> Nothing on Earth could come between them.\n\n**Release Date:** November 18, 1997\n\n**Length:** 3 hours 14 minutes\n\n**Revenue:** $1845 million",
      "helpUrl" : "http://www.titanicmovie.com"
    }, {
      "id" : "PansLabyrinth",
      "name" : "Pan's Labyrinth",
      "description" : "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.\n\n> What happens when make-believe believes it's real?\n\n**Release Date:** May 27, 2006\n\n**Length:** 1 hour 58 minutes\n\n**Revenue:** $83 million",
      "helpUrl" : "http://www.panslabyrinth.com"
    }, {
      "id" : "WorldWarZ",
      "name" : "World War Z",
      "description" : "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.\n\n> Remember Philly!\n\n**Release Date:** June 20, 2013\n\n**Length:** 1 hour 56 minutes\n\n**Revenue:** $531 million",
      "helpUrl" : "http://www.worldwarzmovie.com"
    }, {
      "id" : "TheTwilightSagaBreakingDawnPart2",
      "name" : "The Twilight Saga: Breaking Dawn - Part 2",
      "description" : "After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.\n\n> The epic finale that will live forever\n\n**Release Date:** November 13, 2012\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $829 million",
      "helpUrl" : ""
    } ]
  }, {
    "id" : "Family",
    "name" : "Family",
    "iconClass" : "fas fa-user-friends",
    "skills" : [ {
      "id" : "BeautyandtheBeast",
      "name" : "Beauty and the Beast",
      "description" : "A live-action adaptation of Disney's version of the classic 'Beauty and the Beast' tale of a cursed prince and a beautiful young woman who helps him break the spell.\n\n> Be our guest.\n\n**Release Date:** March 16, 2017\n\n**Length:** 2 hours 9 minutes\n\n**Revenue:** $1262 million",
      "helpUrl" : "http://movies.disney.com/beauty-and-the-beast-2017"
    }, {
      "id" : "FantasticBeastsandWheretoFindThem",
      "name" : "Fantastic Beasts and Where to Find Them",
      "description" : "In 1926, Newt Scamander arrives at the Magical Congress of the United States of America with a magically expanded briefcase, which houses a number of dangerous creatures and their habitats. When the creatures escape from the briefcase, it sends the American wizarding authorities after Newt, and threatens to strain even further the state of magical and non-magical relations.\n\n> From J.K. Rowling's wizarding world.\n\n**Release Date:** November 16, 2016\n\n**Length:** 2 hours 13 minutes\n\n**Revenue:** $809 million",
      "helpUrl" : "http://www.fantasticbeasts.com/"
    }, {
      "id" : "SpiritedAway",
      "name" : "Spirited Away",
      "description" : "A ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals. Her parents have been changed into pigs along with others inside a bathhouse full of these creatures. Will she ever see the world how it once was?\n\n> The tunnel led Chihiro to a mysterious town...\n\n**Release Date:** July 20, 2001\n\n**Length:** 2 hours 5 minutes\n\n**Revenue:** $274 million",
      "helpUrl" : "http://movies.disney.com/spirited-away"
    }, {
      "id" : "HarryPotterandthePhilosophersStone",
      "name" : "Harry Potter and the Philosopher's Stone",
      "description" : "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.\n\n> Let the Magic Begin.\n\n**Release Date:** November 16, 2001\n\n**Length:** 2 hours 32 minutes\n\n**Revenue:** $976 million",
      "helpUrl" : "http://harrypotter.warnerbros.com/harrypotterandthedeathlyhallows/mainsite/index.html"
    }, {
      "id" : "HarryPotterandtheChamberofSecrets",
      "name" : "Harry Potter and the Chamber of Secrets",
      "description" : "Ignoring threats to his life, Harry returns to Hogwarts to investigate – aided by Ron and Hermione – a mysterious series of attacks.\n\n> Hogwarts is back in session.\n\n**Release Date:** November 13, 2002\n\n**Length:** 2 hours 41 minutes\n\n**Revenue:** $876 million",
      "helpUrl" : ""
    }, {
      "id" : "HarryPotterandthePrisonerofAzkaban",
      "name" : "Harry Potter and the Prisoner of Azkaban",
      "description" : "Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black – and turns to sympathetic Professor Lupin for help.\n\n> Something wicked this way comes.\n\n**Release Date:** May 31, 2004\n\n**Length:** 2 hours 21 minutes\n\n**Revenue:** $789 million",
      "helpUrl" : ""
    }, {
      "id" : "FindingNemo",
      "name" : "Finding Nemo",
      "description" : "Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.\n\n> There are 3.7 trillion fish in the ocean. They're looking for one.\n\n**Release Date:** May 30, 2003\n\n**Length:** 1 hour 40 minutes\n\n**Revenue:** $940 million",
      "helpUrl" : "http://movies.disney.com/finding-nemo"
    }, {
      "id" : "HarryPotterandtheDeathlyHallowsPart2",
      "name" : "Harry Potter and the Deathly Hallows: Part 2",
      "description" : "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.\n\n> It all ends here.\n\n**Release Date:** July 7, 2011\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $1342 million",
      "helpUrl" : "http://www.harrypotter.com"
    }, {
      "id" : "HarryPotterandtheGobletofFire",
      "name" : "Harry Potter and the Goblet of Fire",
      "description" : "Harry starts his fourth year at Hogwarts, competes in the treacherous Triwizard Tournament and faces the evil Lord Voldemort. Ron and Hermione help Harry manage the pressure – but Voldemort lurks, awaiting his chance to destroy Harry and all that he stands for.\n\n> Dark And Difficult Times Lie Ahead.\n\n**Release Date:** November 5, 2005\n\n**Length:** 2 hours 37 minutes\n\n**Revenue:** $895 million",
      "helpUrl" : "http://harrypotter.warnerbros.com/"
    }, {
      "id" : "Frozen",
      "name" : "Frozen",
      "description" : "Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.\n\n> Only the act of true love will thaw a frozen heart.\n\n**Release Date:** November 27, 2013\n\n**Length:** 1 hour 42 minutes\n\n**Revenue:** $1274 million",
      "helpUrl" : "http://movies.disney.com/frozen"
    }, {
      "id" : "BeautyandtheBeast",
      "name" : "Beauty and the Beast",
      "description" : "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.\n\n> The most beautiful love story ever told.\n\n**Release Date:** November 13, 1991\n\n**Length:** 1 hour 24 minutes\n\n**Revenue:** $377 million",
      "helpUrl" : "http://disney.go.com/disneyvideos/animatedfilms/beauty/?cmp=dcom_VAN_WDSHE_BEA_van_batb__Extl"
    }, {
      "id" : "HarryPotterandtheDeathlyHallowsPart1",
      "name" : "Harry Potter and the Deathly Hallows: Part 1",
      "description" : "Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.\n\n> One Way… One Fate… One Hero.\n\n**Release Date:** October 17, 2010\n\n**Length:** 2 hours 26 minutes\n\n**Revenue:** $954 million",
      "helpUrl" : "http://www.harrypotter.com"
    }, {
      "id" : "TheJungleBook",
      "name" : "The Jungle Book",
      "description" : "The boy Mowgli makes his way to the man-village with Bagheera, the wise panther. Along the way he meets jazzy King Louie, the hypnotic snake Kaa and the lovable, happy-go-lucky bear Baloo, who teaches Mowgli \"The Bare Necessities\" of life and the true meaning of friendship.\n\n> The Jungle is JUMPIN'!\n\n**Release Date:** October 17, 1967\n\n**Length:** 1 hour 18 minutes\n\n**Revenue:** $205 million",
      "helpUrl" : "http://movies.disney.com/the-jungle-book-1967"
    }, {
      "id" : "Tomorrowland",
      "name" : "Tomorrowland",
      "description" : "Bound by a shared destiny, a bright, optimistic teen bursting with scientific curiosity and a former boy-genius inventor jaded by disillusionment embark on a danger-filled mission to unearth the secrets of an enigmatic place somewhere in time and space that exists in their collective memory as \"Tomorrowland.\"\n\n> Imagine a world where nothing is impossible.\n\n**Release Date:** May 19, 2015\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $209 million",
      "helpUrl" : "http://movies.disney.com/tomorrowland"
    }, {
      "id" : "DespicableMe",
      "name" : "Despicable Me",
      "description" : "Villainous Gru lives up to his reputation as a despicable, deplorable and downright unlikable guy when he hatches a plan to steal the moon from the sky. But he has a tough time staying on task after three orphans land in his care.\n\n> Superbad. Superdad.\n\n**Release Date:** July 8, 2010\n\n**Length:** 1 hour 35 minutes\n\n**Revenue:** $543 million",
      "helpUrl" : "http://www.despicable.me/"
    }, {
      "id" : "TheIncredibles",
      "name" : "The Incredibles",
      "description" : "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.\n\n> No gut, no glory\n\n**Release Date:** November 5, 2004\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $631 million",
      "helpUrl" : "http://disney.go.com/disneyvideos/animatedfilms/incredibles/main.html"
    }, {
      "id" : "TheWizardofOz",
      "name" : "The Wizard of Oz",
      "description" : "Young Dorothy finds herself in a magical world where she makes friends with a lion, a scarecrow and a tin man as they make their way along the yellow brick road to talk with the Wizard and ask for the things they miss most in their lives. The Wicked Witch of the West is the only thing that could stop them.\n\n> We're off to see the Wizard, the wonderful Wizard of Oz!\n\n**Release Date:** August 15, 1939\n\n**Length:** 1 hour 42 minutes\n\n**Revenue:** $33 million",
      "helpUrl" : "http://thewizardofoz.warnerbros.com/"
    }, {
      "id" : "TheLionKing",
      "name" : "The Lion King",
      "description" : "A young lion cub named Simba can't wait to be king. But his uncle craves the title for himself and will stop at nothing to get it.\n\n> Life's greatest adventure is finding your place in the Circle of Life.\n\n**Release Date:** June 23, 1994\n\n**Length:** 1 hour 29 minutes\n\n**Revenue:** $788 million",
      "helpUrl" : "http://movies.disney.com/the-lion-king"
    }, {
      "id" : "HarryPotterandtheOrderofthePhoenix",
      "name" : "Harry Potter and the Order of the Phoenix",
      "description" : "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students – dubbed 'Dumbledore's Army' – to defend themselves against the dark arts.\n\n> Evil Must Be Confronted.\n\n**Release Date:** June 28, 2007\n\n**Length:** 2 hours 18 minutes\n\n**Revenue:** $938 million",
      "helpUrl" : "http://www.harrypotterorderofthephoenix.com/"
    }, {
      "id" : "Mulan",
      "name" : "Mulan",
      "description" : "A tomboyish girl disguises herself as a young man so she can fight with the Imperial Chinese Army against the invading Huns. With help from wise-cracking dragon Mushu, Mulan just might save her country -- and win the heart of handsome Captain Li Shang.\n\n> This time, the princess saves the prince.\n\n**Release Date:** June 18, 1998\n\n**Length:** 1 hour 28 minutes\n\n**Revenue:** $304 million",
      "helpUrl" : ""
    }, {
      "id" : "Ratatouille",
      "name" : "Ratatouille",
      "description" : "A rat named Remy dreams of becoming a great French chef despite his family's wishes and the obvious problem of being a rat in a decidedly rodent-phobic profession. When fate places Remy in the sewers of Paris, he finds himself ideally situated beneath a restaurant made famous by his culinary hero, Auguste Gusteau. Despite the apparent dangers of being an unlikely - and certainly unwanted - visitor in the kitchen of a fine French restaurant, Remy's passion for cooking soon sets into motion a hilarious and exciting rat race that turns the culinary world of Paris upside down.\n\n> He's dying to become a chef.\n\n**Release Date:** June 22, 2007\n\n**Length:** 1 hour 51 minutes\n\n**Revenue:** $623 million",
      "helpUrl" : "http://disney.go.com/disneypictures/ratatouille/"
    }, {
      "id" : "IceAgeCollisionCourse",
      "name" : "Ice Age: Collision Course",
      "description" : "Set after the events of Continental Drift, Scrat's epic pursuit of his elusive acorn catapults him outside of Earth, where he accidentally sets off a series of cosmic events that transform and threaten the planet. To save themselves from peril, Manny, Sid, Diego, and the rest of the herd leave their home and embark on a quest full of thrills and spills, highs and lows, laughter and adventure while traveling to exotic new lands and encountering a host of colorful new characters.\n\n> One small step. One giant mess.\n\n**Release Date:** June 23, 2016\n\n**Length:** 1 hour 40 minutes\n\n**Revenue:** $408 million",
      "helpUrl" : "http://www.iceagemovies.com/films/ice-age-collision-course"
    }, {
      "id" : "Sing",
      "name" : "Sing",
      "description" : "A koala named Buster recruits his best friend to help him drum up business for his theater by hosting a singing competition.\n\n> Auditions begin 2016.\n\n**Release Date:** November 23, 2016\n\n**Length:** 1 hour 48 minutes\n\n**Revenue:** $632 million",
      "helpUrl" : "http://www.singmovie.com/"
    }, {
      "id" : "Cinderella",
      "name" : "Cinderella",
      "description" : "When her father unexpectedly passes away, young Ella finds herself at the mercy of her cruel stepmother and her daughters. Never one to give up hope, Ella's fortunes begin to change after meeting a dashing stranger in the woods.\n\n> Midnight is just the beginning.\n\n**Release Date:** March 12, 2015\n\n**Length:** 1 hour 45 minutes\n\n**Revenue:** $543 million",
      "helpUrl" : "http://movies.disney.com/cinderella"
    }, {
      "id" : "NightattheMuseumSecretoftheTomb",
      "name" : "Night at the Museum: Secret of the Tomb",
      "description" : "When the magic powers of The Tablet of Ahkmenrah begin to die out, Larry Daley (Ben Stiller) spans the globe, uniting favorite and new characters while embarking on an epic quest to save the magic before it is gone forever.\n\n> One Final Night to Save the Day.\n\n**Release Date:** December 17, 2014\n\n**Length:** 1 hour 37 minutes\n\n**Revenue:** $349 million",
      "helpUrl" : ""
    }, {
      "id" : "Maleficent",
      "name" : "Maleficent",
      "description" : "The untold story of Disney's most iconic villain from the 1959 classic 'Sleeping Beauty'. A beautiful, pure-hearted young woman, Maleficent has an idyllic life growing up in a peaceable forest kingdom, until one day when an invading army threatens the harmony of the land.  Maleficent rises to be the land's fiercest protector, but she ultimately suffers a ruthless betrayal – an act that begins to turn her heart into stone. Bent on revenge, Maleficent faces an epic battle with the invading King's successor and, as a result, places a curse upon his newborn infant Aurora. As the child grows, Maleficent realizes that Aurora holds the key to peace in the kingdom - and to Maleficent's true happiness as well.\n\n> Don't believe the fairy tale.\n\n**Release Date:** May 28, 2014\n\n**Length:** 1 hour 37 minutes\n\n**Revenue:** $758 million",
      "helpUrl" : "http://movies.disney.com/maleficent"
    }, {
      "id" : "ETtheExtraTerrestrial",
      "name" : "E.T. the Extra-Terrestrial",
      "description" : "After a gentle alien becomes stranded on Earth, the being is discovered and befriended by a young boy named Elliott. Bringing the extraterrestrial into his suburban California house, Elliott introduces E.T., as the alien is dubbed, to his brother and his little sister, Gertie, and the children decide to keep its existence a secret. Soon, however, E.T. falls ill, resulting in government intervention and a dire situation for both Elliott and the alien.\n\n> He is afraid. He is alone. He is three million light years from home.\n\n**Release Date:** April 3, 1982\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $792 million",
      "helpUrl" : "http://www.et20.com/"
    }, {
      "id" : "Cars3",
      "name" : "Cars 3",
      "description" : "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing’s biggest stage!\n\n> From this moment, everything will change\n\n**Release Date:** June 15, 2017\n\n**Length:** 1 hour 49 minutes\n\n**Revenue:** $350 million",
      "helpUrl" : "http://cars.disney.com"
    }, {
      "id" : "HarryPotterandtheHalfBloodPrince",
      "name" : "Harry Potter and the Half-Blood Prince",
      "description" : "As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.\n\n> Dark Secrets Revealed\n\n**Release Date:** July 7, 2009\n\n**Length:** 2 hours 33 minutes\n\n**Revenue:** $933 million",
      "helpUrl" : "http://harrypotter.warnerbros.com/harrypotterandthehalf-bloodprince/dvd/index.html"
    }, {
      "id" : "Cars",
      "name" : "Cars",
      "description" : "Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.\n\n> Ahhh... it's got that new movie smell.\n\n**Release Date:** June 8, 2006\n\n**Length:** 1 hour 57 minutes\n\n**Revenue:** $461 million",
      "helpUrl" : "http://disney.go.com/disneyvideos/animatedfilms/cars/"
    }, {
      "id" : "TheBFG",
      "name" : "The BFG",
      "description" : "The BFG is no ordinary bone-crunching giant. He is far too nice and jumbly. It's lucky for Sophie that he is. Had she been carried off in the middle of the night by the Bloodbottler, or any of the other giants—rather than the BFG—she would have soon become breakfast. When Sophie hears that the giants are flush-bunking off to England to swollomp a few nice little chiddlers, she decides she must stop them once and for all. And the BFG is going to help her!\n\n> The world is more giant than you can imagine.\n\n**Release Date:** June 1, 2016\n\n**Length:** 2 hours \n\n**Revenue:** $183 million",
      "helpUrl" : "http://movies.disney.com/the-bfg"
    }, {
      "id" : "ChickenLittle",
      "name" : "Chicken Little",
      "description" : "When the sky really is falling and sanity has flown the coop, who will rise to save the day? Together with his hysterical band of misfit friends, Chicken Little must hatch a plan to save the planet from alien invasion and prove that the world's biggest hero is a little chicken.\n\n> When it comes to saving the world, it helps to be a little chicken.\n\n**Release Date:** November 4, 2005\n\n**Length:** 1 hour 21 minutes\n\n**Revenue:** $314 million",
      "helpUrl" : "http://movies.disney.com/chicken-little"
    }, {
      "id" : "LiloStitch",
      "name" : "Lilo & Stitch",
      "description" : "A lonely Hawaiian girl named Lilo is being raised by her older sister, Nani, after their parents die -- under the watch of social worker Cobra Bubbles. When Lilo adopts a funny-looking dog and names him \"Stitch,\" she doesn't realize her new best friend is a wacky alien created by mad scientist Dr. Jumba.\n\n> He's coming to our galaxy.\n\n**Release Date:** June 21, 2002\n\n**Length:** 1 hour 25 minutes\n\n**Revenue:** $145 million",
      "helpUrl" : ""
    }, {
      "id" : "TheChroniclesofNarniaTheLiontheWitchandtheWardrobe",
      "name" : "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
      "description" : "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, the they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever.\n\n> Evil Has Reigned For 100 Years...\n\n**Release Date:** December 7, 2005\n\n**Length:** 2 hours 23 minutes\n\n**Revenue:** $748 million",
      "helpUrl" : ""
    }, {
      "id" : "SharkTale",
      "name" : "Shark Tale",
      "description" : "Oscar is a small fish whose big aspirations often get him into trouble. Meanwhile, Lenny is a great white shark with a surprising secret that no sea creature would guess: He's a vegetarian. When a lie turns Oscar into an improbable hero and Lenny becomes an outcast, the two form an unlikely friendship.\n\n> The story of what happens when one little fish tells a great white lie...\n\n**Release Date:** September 20, 2004\n\n**Length:** 1 hour 30 minutes\n\n**Revenue:** $367 million",
      "helpUrl" : ""
    }, {
      "id" : "Shrek",
      "name" : "Shrek",
      "description" : "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.\n\n> The greatest fairy tale never told.\n\n**Release Date:** May 16, 2001\n\n**Length:** 1 hour 30 minutes\n\n**Revenue:** $484 million",
      "helpUrl" : "http://www.shrek.com/"
    }, {
      "id" : "TheNightmareBeforeChristmas",
      "name" : "The Nightmare Before Christmas",
      "description" : "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.\n\n> A ghoulish tale with wicked humor & stunning animation.\n\n**Release Date:** October 9, 1993\n\n**Length:** 1 hour 16 minutes\n\n**Revenue:** $75 million",
      "helpUrl" : ""
    }, {
      "id" : "LegendoftheGuardiansTheOwlsofGaHoole",
      "name" : "Legend of the Guardians: The Owls of Ga'Hoole",
      "description" : "Soren, a young barn owl, is kidnapped by owls of St. Aggie's, ostensibly an orphanage, where owlets are brainwashed into becoming soldiers. He and his new friends escape to the island of Ga'Hoole, to assist its noble, wise owls who fight the army being created by the wicked rulers of St. Aggie's. The film is based on the first three books in the series.\n\n> On his way to finding a legend...he will become one.\n\n**Release Date:** July 10, 2010\n\n**Length:** 1 hour 37 minutes\n\n**Revenue:** $140 million",
      "helpUrl" : "http://legendoftheguardians.warnerbros.com/"
    }, {
      "id" : "AddamsFamilyValues",
      "name" : "Addams Family Values",
      "description" : "Siblings Wednesday and Pugsley Addams will stop at nothing to get rid of Pubert, the new baby boy adored by parents Gomez and Morticia. Things go from bad to worse when the new \"black widow\" nanny, Debbie Jellinsky, launches her plan to add Fester to her collection of dead husbands.\n\n> The Family Just Got A Little Stranger\n\n**Release Date:** November 19, 1993\n\n**Length:** 1 hour 34 minutes\n\n**Revenue:** $48 million",
      "helpUrl" : ""
    }, {
      "id" : "ToyStory2",
      "name" : "Toy Story 2",
      "description" : "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.\n\n> The toys are back!\n\n**Release Date:** October 30, 1999\n\n**Length:** 1 hour 32 minutes\n\n**Revenue:** $497 million",
      "helpUrl" : "http://toystory.disney.com/toy-story-2"
    }, {
      "id" : "TheLittleMermaid",
      "name" : "The Little Mermaid",
      "description" : "This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula.\n\n> Somewhere under the sea and beyond your imagination is an adventure in fantasy.\n\n**Release Date:** November 17, 1989\n\n**Length:** 1 hour 23 minutes\n\n**Revenue:** $222 million",
      "helpUrl" : ""
    }, {
      "id" : "TheJungleBook",
      "name" : "The Jungle Book",
      "description" : "After a threat from the tiger Shere Khan forces him to flee the jungle, a man-cub named Mowgli embarks on a journey of self discovery with the help of panther, Bagheera, and free spirited bear, Baloo.\n\n**Release Date:** April 7, 2016\n\n**Length:** 1 hour 46 minutes\n\n**Revenue:** $966 million",
      "helpUrl" : "http://movies.disney.com/the-jungle-book-2016"
    }, {
      "id" : "IceAge",
      "name" : "Ice Age",
      "description" : "With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.\n\n> They came. They thawed. They conquered.\n\n**Release Date:** March 10, 2002\n\n**Length:** 1 hour 21 minutes\n\n**Revenue:** $383 million",
      "helpUrl" : "http://www.iceagemovies.com/films/ice-age"
    }, {
      "id" : "AliceinWonderland",
      "name" : "Alice in Wonderland",
      "description" : "Alice, an unpretentious and individual 19-year-old, is betrothed to a dunce of an English nobleman. At her engagement party, she escapes the crowd to consider whether to go through with the marriage and falls down a hole in the garden after spotting an unusual rabbit. Arriving in a strange and surreal place called 'Underland,' she finds herself in a world that resembles the nightmares she had as a child, filled with talking animals, villainous queens and knights, and frumious bandersnatches. Alice realizes that she is there for a reason – to conquer the horrific Jabberwocky and restore the rightful queen to her throne.\n\n> You're invited to a very important date.\n\n**Release Date:** March 3, 2010\n\n**Length:** 1 hour 48 minutes\n\n**Revenue:** $1025 million",
      "helpUrl" : "http://disney.go.com/wonderland/"
    }, {
      "id" : "Holes",
      "name" : "Holes",
      "description" : "Stanley's family is cursed with bad luck. Unfairly sentenced to months of detention at Camp Green Lake, he and his campmates are forced by the warden to dig holes in order to build character. What they don't know is that they are digging holes in order to search for a lost treasure hidden somewhere in the camp.\n\n> Some secrets are too big to keep hidden.\n\n**Release Date:** April 18, 2003\n\n**Length:** 1 hour 57 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheLegoBatmanMovie",
      "name" : "The Lego Batman Movie",
      "description" : "In the irreverent spirit of fun that made “The Lego Movie” a worldwide phenomenon, the self-described leading man of that ensemble—Lego Batman—stars in his own big-screen adventure. But there are big changes brewing in Gotham, and if he wants to save the city from The Joker’s hostile takeover, Batman may have to drop the lone vigilante thing, try to work with others and maybe, just maybe, learn to lighten up.\n\n> Always be yourself. Unless you can be Batman.\n\n**Release Date:** February 8, 2017\n\n**Length:** 1 hour 44 minutes\n\n**Revenue:** $311 million",
      "helpUrl" : "http://www.legobatman.com"
    } ]
  }, {
    "id" : "ScienceFiction",
    "name" : "Science Fiction",
    "iconClass" : "fas fa-jedi",
    "skills" : [ {
      "id" : "TheHungerGamesMockingjayPart1",
      "name" : "The Hunger Games: Mockingjay - Part 1",
      "description" : "Katniss Everdeen reluctantly becomes the symbol of a mass rebellion against the autocratic Capitol.\n\n> Fire burns brighter in the darkness\n\n**Release Date:** November 18, 2014\n\n**Length:** 2 hours 3 minutes\n\n**Revenue:** $752 million",
      "helpUrl" : "http://www.thehungergames.movie/"
    }, {
      "id" : "TheBadBatch",
      "name" : "The Bad Batch",
      "description" : "In a desert wasteland in Texas, a muscled cannibal breaks one important rule: don’t play with your food.\n\n**Release Date:** June 23, 2017\n\n**Length:** 1 hour 59 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "AlienCovenant",
      "name" : "Alien: Covenant",
      "description" : "Bound for a remote planet on the far side of the galaxy, the crew of the colony ship 'Covenant' discovers what is thought to be an uncharted paradise, but is actually a dark, dangerous world – which has its sole inhabitant the 'synthetic', David, survivor of the doomed Prometheus expedition.\n\n> The path to paradise begins in hell.\n\n**Release Date:** May 9, 2017\n\n**Length:** 2 hours 2 minutes\n\n**Revenue:** $232 million",
      "helpUrl" : "https://alienuniverse.com/alien-covenant"
    }, {
      "id" : "WhatHappenedtoMonday",
      "name" : "What Happened to Monday",
      "description" : "In a world where families are limited to one child due to overpopulation, a set of identical septuplets must avoid being put to a long sleep by the government and dangerous infighting while investigating the disappearance of one of their own.\n\n> Seven sisters. One identity.\n\n**Release Date:** August 18, 2017\n\n**Length:** 2 hours 3 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "Life",
      "name" : "Life",
      "description" : "The six-member crew of the International Space Station is tasked with studying a sample from Mars that may be the first proof of extra-terrestrial life, which proves more intelligent than ever expected.\n\n> Be careful what you search for\n\n**Release Date:** March 22, 2017\n\n**Length:** 1 hour 43 minutes\n\n**Revenue:** $100 million",
      "helpUrl" : "http://www.lifemovie.com/"
    }, {
      "id" : "StarWarsTheForceAwakens",
      "name" : "Star Wars: The Force Awakens",
      "description" : "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.\n\n> Every generation has a story.\n\n**Release Date:** December 15, 2015\n\n**Length:** 2 hours 16 minutes\n\n**Revenue:** $2068 million",
      "helpUrl" : "http://www.starwars.com/films/star-wars-episode-vii"
    }, {
      "id" : "Chappie",
      "name" : "Chappie",
      "description" : "Every child comes into the world full of promise, and none more so than Chappie: he is gifted, special, a prodigy. Like any child, Chappie will come under the influence of his surroundings—some good, some bad—and he will rely on his heart and soul to find his way in the world and become his own man. But there's one thing that makes Chappie different from any one else: he is a robot.\n\n> I am consciousness. I am alive. I am Chappie.\n\n**Release Date:** March 4, 2015\n\n**Length:** 2 hours \n\n**Revenue:** $104 million",
      "helpUrl" : "http://www.chappie-movie.com"
    }, {
      "id" : "TerminatorGenisys",
      "name" : "Terminator Genisys",
      "description" : "The year is 2029. John Connor, leader of the resistance continues the war against the machines. At the Los Angeles offensive, John's fears of the unknown future begin to emerge when TECOM spies reveal a new plot by SkyNet that will attack him from both fronts; past and future, and will ultimately change warfare forever.\n\n> Reset the future\n\n**Release Date:** June 23, 2015\n\n**Length:** 2 hours 6 minutes\n\n**Revenue:** $440 million",
      "helpUrl" : "http://www.terminatormovie.com/"
    }, {
      "id" : "MadMaxFuryRoad",
      "name" : "Mad Max: Fury Road",
      "description" : "An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order. There's Max, a man of action and a man of few words, who seeks peace of mind following the loss of his wife and child in the aftermath of the chaos. And Furiosa, a woman of action and a woman who believes her path to survival may be achieved if she can make it across the desert back to her childhood homeland.\n\n> What a Lovely Day.\n\n**Release Date:** May 13, 2015\n\n**Length:** 2 hours \n\n**Revenue:** $378 million",
      "helpUrl" : "http://www.madmaxmovie.com/"
    }, {
      "id" : "Inception",
      "name" : "Inception",
      "description" : "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.\n\n> Your mind is the scene of the crime.\n\n**Release Date:** July 14, 2010\n\n**Length:** 2 hours 28 minutes\n\n**Revenue:** $825 million",
      "helpUrl" : "http://inceptionmovie.warnerbros.com/"
    }, {
      "id" : "XMenApocalypse",
      "name" : "X-Men: Apocalypse",
      "description" : "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan.\n\n> Only the strong will survive\n\n**Release Date:** May 18, 2016\n\n**Length:** 2 hours 24 minutes\n\n**Revenue:** $543 million",
      "helpUrl" : "http://www.foxmovies.com/movies/x-men-apocalypse"
    }, {
      "id" : "Insurgent",
      "name" : "Insurgent",
      "description" : "Beatrice Prior must confront her inner demons and continue her fight against a powerful alliance which threatens to tear her society apart.\n\n> One Choice Can Destroy You\n\n**Release Date:** March 18, 2015\n\n**Length:** 1 hour 59 minutes\n\n**Revenue:** $295 million",
      "helpUrl" : "http://www.thedivergentseries.movie/#insurgent"
    }, {
      "id" : "AssassinsCreed",
      "name" : "Assassin's Creed",
      "description" : "Through unlocked genetic memories that allow him to relive the adventures of his ancestor in 15th century Spain, Callum Lynch discovers he's a descendant of the secret 'Assassins' society. After gaining incredible knowledge and skills, he is now poised to take on the oppressive Knights Templar in the present day.\n\n> Your destiny is in your blood.\n\n**Release Date:** December 21, 2016\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $240 million",
      "helpUrl" : "http://www.foxmovies.com/movies/assassins-creed"
    }, {
      "id" : "DarkSkies",
      "name" : "Dark Skies",
      "description" : "From the producers of Paranormal Activity, Insidious, and Sinister comes Dark Skies: a supernatural thriller that follows a young family living in the suburbs. As husband and wife Daniel and Lacey Barret witness an escalating series of disturbing events involving their family, their safe and peaceful home quickly unravels. When it becomes clear that the Barret family is being targeted by an unimaginably terrifying and deadly force, Daniel and Lacey take matters in their own hands to solve the mystery of what is after their family.\n\n> Once you have been chosen. You belong to them.\n\n**Release Date:** February 21, 2013\n\n**Length:** 1 hour 37 minutes\n\n**Revenue:** $25 million",
      "helpUrl" : ""
    }, {
      "id" : "AntMan",
      "name" : "Ant-Man",
      "description" : "Armed with the astonishing ability to shrink in scale but increase in strength, master thief Scott Lang must embrace his inner-hero and help his mentor, Doctor Hank Pym, protect the secret behind his spectacular Ant-Man suit from a new generation of towering threats. Against seemingly insurmountable obstacles, Pym and Lang must plan and pull off a heist that will save the world.\n\n> Heroes don't get any bigger.\n\n**Release Date:** July 14, 2015\n\n**Length:** 1 hour 57 minutes\n\n**Revenue:** $519 million",
      "helpUrl" : "http://marvel.com/movies/movie/180/ant-man"
    }, {
      "id" : "TheHungerGamesMockingjayPart2",
      "name" : "The Hunger Games: Mockingjay - Part 2",
      "description" : "With the nation of Panem in a full scale war, Katniss confronts President Snow in the final showdown. Teamed with a group of her closest friends – including Gale, Finnick, and Peeta – Katniss goes off on a mission with the unit from District 13 as they risk their lives to stage an assassination attempt on President Snow who has become increasingly obsessed with destroying her. The mortal traps, enemies, and moral choices that await Katniss will challenge her more than any arena she faced in The Hunger Games.\n\n> The fire will burn forever.\n\n**Release Date:** November 18, 2015\n\n**Length:** 2 hours 17 minutes\n\n**Revenue:** $653 million",
      "helpUrl" : "http://www.thehungergames.movie/"
    }, {
      "id" : "XMenDaysofFuturePast",
      "name" : "X-Men: Days of Future Past",
      "description" : "The ultimate X-Men ensemble fights a war for the survival of the species across two time periods as they join forces with their younger selves in an epic battle that must change the past – to save our future.\n\n> To save the future, they must alter the past\n\n**Release Date:** May 15, 2014\n\n**Length:** 2 hours 11 minutes\n\n**Revenue:** $747 million",
      "helpUrl" : "http://www.x-menmovies.com/"
    }, {
      "id" : "JusticeLeague",
      "name" : "Justice League",
      "description" : "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne and Diana Prince assemble a team of metahumans consisting of Barry Allen, Arthur Curry, and Victor Stone to face the catastrophic threat of Steppenwolf and the Parademons who are on the hunt for three Mother Boxes on Earth.\n\n**Release Date:** November 15, 2017\n\n**Length:** \n\n**Revenue:** $0",
      "helpUrl" : "http://www.justiceleaguethemovie.com"
    }, {
      "id" : "TheMartian",
      "name" : "The Martian",
      "description" : "During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive.\n\n> Bring Him Home\n\n**Release Date:** September 30, 2015\n\n**Length:** 2 hours 21 minutes\n\n**Revenue:** $630 million",
      "helpUrl" : "http://www.foxmovies.com/movies/the-martian"
    }, {
      "id" : "TheHungerGamesCatchingFire",
      "name" : "The Hunger Games: Catching Fire",
      "description" : "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.\n\n> Every revolution begins with a spark.\n\n**Release Date:** November 15, 2013\n\n**Length:** 2 hours 26 minutes\n\n**Revenue:** $847 million",
      "helpUrl" : "http://www.thehungergames.movie/"
    }, {
      "id" : "Selfless",
      "name" : "Self/less",
      "description" : "An extremely wealthy elderly man dying from cancer undergoes a radical medical procedure that transfers his consciousness to the body of a healthy young man but everything may not be as good as it seems when he starts to uncover the mystery of the body's origins and the secret organization that will kill to keep its secrets.\n\n> God Created Man. Man Created Immortality.\n\n**Release Date:** July 10, 2015\n\n**Length:** 1 hour 56 minutes\n\n**Revenue:** $30 million",
      "helpUrl" : "http://selflessmovie.tumblr.com/"
    }, {
      "id" : "Sleight",
      "name" : "Sleight",
      "description" : "A young street magician is left to take care of his little sister after his mother's passing and turns to drug dealing in the Los Angeles party scene to keep a roof over their heads. When he gets into trouble with his supplier, his sister is kidnapped and he is forced to rely on both his sleight of hand and brilliant mind to save her.\n\n> You can change the cards you're dealt\n\n**Release Date:** April 28, 2017\n\n**Length:** 1 hour 29 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "BlackMirrorWhiteChristmas",
      "name" : "Black Mirror: White Christmas",
      "description" : "This feature-length special consists of three interwoven stories. In a mysterious and remote snowy outpost, Matt and Potter share a Christmas meal, swapping creepy tales of their earlier lives in the outside world. Matt is a charismatic American trying to bring the reserved, secretive Potter out of his shell. But are both men who they appear to be? A woman gets thrust into a nightmarish world of 'smart' gadgetry. Plus a look at what would happen if you could 'block' people in real life.\n\n**Release Date:** December 16, 2014\n\n**Length:** 1 hour 14 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheFifthElement",
      "name" : "The Fifth Element",
      "description" : "In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.\n\n> There is no future without it.\n\n**Release Date:** May 7, 1997\n\n**Length:** 2 hours 6 minutes\n\n**Revenue:** $263 million",
      "helpUrl" : ""
    }, {
      "id" : "IronMan3",
      "name" : "Iron Man 3",
      "description" : "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.\n\n> Unleash the power behind the armor.\n\n**Release Date:** April 18, 2013\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $1215 million",
      "helpUrl" : "http://marvel.com/ironman3"
    }, {
      "id" : "Alien",
      "name" : "Alien",
      "description" : "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.\n\n> In space no one can hear you scream.\n\n**Release Date:** May 25, 1979\n\n**Length:** 1 hour 57 minutes\n\n**Revenue:** $104 million",
      "helpUrl" : "https://www.facebook.com/alienanthology/"
    }, {
      "id" : "PowerRangers",
      "name" : "Power Rangers",
      "description" : "Saban's Power Rangers follows five ordinary teens who must become something extraordinary when they learn that their small town of Angel Grove — and the world — is on the verge of being obliterated by an alien threat. Chosen by destiny, our heroes quickly discover they are the only ones who can save the planet. But to do so, they will have to overcome their real-life issues and before it’s too late, band together as the Power Rangers.\n\n> Together we are more\n\n**Release Date:** March 23, 2017\n\n**Length:** 2 hours 4 minutes\n\n**Revenue:** $142 million",
      "helpUrl" : "http://www.powerrangers.movie/"
    }, {
      "id" : "ThePurge",
      "name" : "The Purge",
      "description" : "Given the country's overcrowded prisons, the U.S. government begins to allow 12-hour periods of time in which all illegal activity is legal. During one of these free-for-alls, a family must protect themselves from a home invasion.\n\n> One night a year, all crime is legal.\n\n**Release Date:** May 31, 2013\n\n**Length:** 1 hour 26 minutes\n\n**Revenue:** $89 million",
      "helpUrl" : ""
    }, {
      "id" : "Terminator2JudgmentDay",
      "name" : "Terminator 2: Judgment Day",
      "description" : "Nearly 10 years have passed since Sarah Connor was targeted for termination by a cyborg from the future. Now her son, John, the future leader of the resistance, is the target for a newer, more deadly terminator. Once again, the resistance has managed to send a protector back to attempt to save John and his mother Sarah.\n\n> It's nothing personal.\n\n**Release Date:** July 1, 1991\n\n**Length:** 2 hours 17 minutes\n\n**Revenue:** $520 million",
      "helpUrl" : ""
    }, {
      "id" : "2001ASpaceOdyssey",
      "name" : "2001: A Space Odyssey",
      "description" : "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.\n\n> An epic drama of adventure and exploration\n\n**Release Date:** April 10, 1968\n\n**Length:** 2 hours 29 minutes\n\n**Revenue:** $68 million",
      "helpUrl" : ""
    }, {
      "id" : "IronMan",
      "name" : "Iron Man",
      "description" : "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.\n\n> Heroes aren't born. They're built.\n\n**Release Date:** April 30, 2008\n\n**Length:** 2 hours 6 minutes\n\n**Revenue:** $585 million",
      "helpUrl" : "http://www.ironmanmovie.com/"
    }, {
      "id" : "Aliens",
      "name" : "Aliens",
      "description" : "When Ripley's lifepod is found by a salvage crew over 50 years later, she finds that terra-formers are on the very planet they found the alien species. When the company sends a family of colonists out to investigate her story, all contact is lost with the planet and colonists. They enlist Ripley and the colonial marines to return and search for answers.\n\n> This Time It's War\n\n**Release Date:** July 18, 1986\n\n**Length:** 2 hours 17 minutes\n\n**Revenue:** $183 million",
      "helpUrl" : ""
    } ]
  }, {
    "id" : "History",
    "name" : "History",
    "iconClass" : "fas fa-monument",
    "skills" : [ {
      "id" : "TheLostCityofZ",
      "name" : "The Lost City of Z",
      "description" : "At the dawn of the 20th century, British explorer Percy Fawcett journeys into the Amazon, where he discovers evidence of a previously unknown, advanced civilization that may have once inhabited the region. Despite being ridiculed by the scientific establishment, which views indigenous populations as savages, the determined Fawcett, supported by his devoted wife, son, and aide-de-camp, returns to his beloved jungle in an attempt to prove his case.\n\n> In 1925, Percy Fawcett ventured into the Amazon in search of a myth. What he discovered became legendary.\n\n**Release Date:** October 15, 2016\n\n**Length:** 2 hours 20 minutes\n\n**Revenue:** $8 million",
      "helpUrl" : "http://www.lostcityofzfilm.co.uk/home"
    }, {
      "id" : "SavingPrivateRyan",
      "name" : "Saving Private Ryan",
      "description" : "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.\n\n> The mission is a man.\n\n**Release Date:** July 24, 1998\n\n**Length:** 2 hours 49 minutes\n\n**Revenue:** $481 million",
      "helpUrl" : ""
    }, {
      "id" : "HacksawRidge",
      "name" : "Hacksaw Ridge",
      "description" : "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.\n\n> One of the greatest heroes in American history never fired a bullet.\n\n**Release Date:** October 7, 2016\n\n**Length:** 2 hours 20 minutes\n\n**Revenue:** $175 million",
      "helpUrl" : "http://www.hacksawridge.movie/"
    }, {
      "id" : "Braveheart",
      "name" : "Braveheart",
      "description" : "Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.\n\n> Every man dies. Not every man truly lives.\n\n**Release Date:** May 24, 1995\n\n**Length:** 2 hours 57 minutes\n\n**Revenue:** $210 million",
      "helpUrl" : ""
    }, {
      "id" : "TheLastSamurai",
      "name" : "The Last Samurai",
      "description" : "Nathan Algren is an American hired to instruct the Japanese army in the ways of modern warfare, which finds him learning to respect the samurai and the honorable principles that rule them. Pressed to destroy the samurai's way of life in the name of modernization and open trade, Algren decides to become an ultimate warrior himself and to fight for their right to exist.\n\n> In the face of an enemy, in the heart of one man, lies the soul of a warrior.\n\n**Release Date:** December 5, 2003\n\n**Length:** 2 hours 34 minutes\n\n**Revenue:** $456 million",
      "helpUrl" : ""
    }, {
      "id" : "Sully",
      "name" : "Sully",
      "description" : "On 15 January 2009, the world witnessed the 'Miracle on the Hudson' when Captain 'Sully' Sullenberger glided his disabled plane onto the frigid waters of the Hudson River, saving the lives of all 155 aboard. However, even as Sully was being heralded by the public and the media for his unprecedented feat of aviation skill, an investigation was unfolding that threatened to destroy his reputation and career.\n\n> The Untold Story Behind the Miracle on the Hudson.\n\n**Release Date:** September 7, 2016\n\n**Length:** 1 hour 36 minutes\n\n**Revenue:** $238 million",
      "helpUrl" : "http://www.sully-movie.com/#home"
    }, {
      "id" : "13HoursTheSecretSoldiersofBenghazi",
      "name" : "13 Hours: The Secret Soldiers of Benghazi",
      "description" : "An American Ambassador is killed during an attack at a U.S. compound in Libya as a security team struggles to make sense out of the chaos.\n\n> When everything went wrong, six men had the courage to do what was right.\n\n**Release Date:** January 13, 2016\n\n**Length:** 2 hours 24 minutes\n\n**Revenue:** $69 million",
      "helpUrl" : "http://www.thirteenhoursmovie.com/"
    }, {
      "id" : "OperationChromite",
      "name" : "Operation Chromite",
      "description" : "A squad of soldiers fight in the Korean War's crucial Battle of Incheon.\n\n> The Odds Were 5000 to 1 … One was all They Needed.\n\n**Release Date:** July 27, 2016\n\n**Length:** 1 hour 50 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "AnnaandtheKing",
      "name" : "Anna and the King",
      "description" : "The story of the romance between the King of Siam (now Thailand) and the widowed British school teacher Anna Leonowens during the 1860's. Anna teaches the children and becomes romanced by the King. She convinces him that a man can be loved by just one woman.\n\n**Release Date:** December 16, 1999\n\n**Length:** 2 hours 28 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheFounder",
      "name" : "The Founder",
      "description" : "The true story of how Ray Kroc, a salesman from Illinois, met Mac and Dick McDonald, who were running a burger operation in 1950s Southern California. Kroc was impressed by the brothers’ speedy system of making the food and saw franchise potential. He maneuvered himself into a position to be able to pull the company from the brothers and create a billion-dollar empire.\n\n> Risk taker. Rule breaker. Game changer.\n\n**Release Date:** November 24, 2016\n\n**Length:** 1 hour 55 minutes\n\n**Revenue:** $23 million",
      "helpUrl" : "http://thefounderfilm.com/"
    }, {
      "id" : "KingdomofHeaven",
      "name" : "Kingdom of Heaven",
      "description" : "After his wife dies, a blacksmith named Balian is thrust into royalty, political intrigue and bloody holy wars during the Crusades.\n\n> Be without fear in the face of your enemies. Safeguard the helpless, and do no wrong\n\n**Release Date:** May 3, 2005\n\n**Length:** 2 hours 24 minutes\n\n**Revenue:** $211 million",
      "helpUrl" : "http://www.kingdomofheavendvd.com/"
    }, {
      "id" : "Birdy",
      "name" : "Birdy",
      "description" : "Two young men are seriously affected by the Vietnam war. One of them has always been obsessed with birds - but now believes he really is a bird, and has been sent to a mental hospital. Can his friend help him pull through?\n\n**Release Date:** December 14, 1984\n\n**Length:** 2 hours \n\n**Revenue:** $1 million",
      "helpUrl" : ""
    }, {
      "id" : "SteveJobs",
      "name" : "Steve Jobs",
      "description" : "Set backstage at three iconic product launches and ending in 1998 with the unveiling of the iMac, Steve Jobs takes us behind the scenes of the digital revolution to paint an intimate portrait of the brilliant man at its epicenter.\n\n> Can a great man be a good man?\n\n**Release Date:** October 9, 2015\n\n**Length:** 2 hours 2 minutes\n\n**Revenue:** $34 million",
      "helpUrl" : "http://www.stevejobsthefilm.com"
    }, {
      "id" : "ViceroysHouse",
      "name" : "Viceroy's House",
      "description" : "In 1947, Lord Mountbatten assumes the post of last Viceroy, charged with handing India back to its people, living upstairs at the house which was the home of British rulers, whilst 500 Hindu, Muslim and Sikh servants lived downstairs.\n\n> The end of an empire. The birth of two nations.\n\n**Release Date:** March 3, 2017\n\n**Length:** 1 hour 46 minutes\n\n**Revenue:** $0",
      "helpUrl" : "http://www.patheinternational.com/en/fiche.php?id_film=815"
    }, {
      "id" : "ThePatriot",
      "name" : "The Patriot",
      "description" : "After proving himself on the field of battle in the French and Indian War, Benjamin Martin wants nothing more to do with such things, preferring the simple life of a farmer. But when his son Gabriel enlists in the army to defend their new nation, America, against the British, Benjamin reluctantly returns to his old life to protect his son.\n\n> Some things are worth fighting for.\n\n**Release Date:** June 28, 2000\n\n**Length:** 2 hours 45 minutes\n\n**Revenue:** $215 million",
      "helpUrl" : ""
    }, {
      "id" : "GhostsofMississippi",
      "name" : "Ghosts of Mississippi",
      "description" : "Ghosts of Mississippi is a drama covering the final trial of the assassin, Bryon De La Beckwith, of the 60s civil rights leader Medgar Evers. It begins with the murder and the events surrounding the two initial trials which both ended in a hung jury. The movie then covers District Attorney, Bobby DeLaughters transformation and alliance with Myrlie Evers, wife of Medgar Evers, of the, as he becomes more involved with bringing Beckwith to trial for the third time 30 years later. Some of the characters are played by the actual participants in this story.\n\n> From the director of A FEW GOOD MEN comes a compelling TRUE STORY.\n\n**Release Date:** December 20, 1996\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "TheLastoftheMohicans",
      "name" : "The Last of the Mohicans",
      "description" : "As the English and French soldiers battle for control of the American colonies in the 18th century, the settlers and native Americans are forced to take sides. Cora and her sister Alice unwittingly walk into trouble but are reluctantly saved by Hawkeye, an orphaned settler adopted by the last of the Mohicans.\n\n> The first American hero.\n\n**Release Date:** September 25, 1992\n\n**Length:** 1 hour 52 minutes\n\n**Revenue:** $75 million",
      "helpUrl" : ""
    }, {
      "id" : "SavingMrBanks",
      "name" : "Saving Mr. Banks",
      "description" : "Author P.L. Travers travels from London to Hollywood as Walt Disney Pictures adapts her novel Mary Poppins for the big screen.\n\n> Where her book ended, their story began.\n\n**Release Date:** November 16, 2013\n\n**Length:** 2 hours 5 minutes\n\n**Revenue:** $112 million",
      "helpUrl" : ""
    }, {
      "id" : "TheGreatRaid",
      "name" : "The Great Raid",
      "description" : "As World War II rages, the elite Sixth Ranger Battalion is given a mission of heroic proportions: push 30 miles behind enemy lines and liberate over 500 American prisoners of war.\n\n> The most daring rescue mission of our time is a story that has never been told\n\n**Release Date:** August 12, 2005\n\n**Length:** 2 hours 12 minutes\n\n**Revenue:** $10 million",
      "helpUrl" : ""
    }, {
      "id" : "GangsofNewYork",
      "name" : "Gangs of New York",
      "description" : "It's 1863. America was born in the streets. Amsterdam Vallon returns to the Five Points of America to seek vengeance against the psychotic gangland kingpin, Bill the Butcher, who murdered his father years earlier. With an eager pickpocket by his side and a whole new army, Vallon fights his way to seek vengeance on the Butcher and restore peace in the area.\n\n> America was born in the streets.\n\n**Release Date:** December 14, 2002\n\n**Length:** 2 hours 47 minutes\n\n**Revenue:** $193 million",
      "helpUrl" : "http://video.movies.go.com/gangsofnewyork/"
    }, {
      "id" : "TheRightStuff",
      "name" : "The Right Stuff",
      "description" : "A chronicle of the original Mercury astronauts in the formation of America's space program: Alan Shepherd, the first American in space; Gus Grissom, the benighted astronaut for whom nothing works out as planned; John Glenn, the straight-arrow 'boy scout' of the bunch who was the first American to orbit the earth; and the remaining pilots: Deke Slayton, Scott Carpenter and Wally Schirra.\n\n> How the future began.\n\n**Release Date:** October 20, 1983\n\n**Length:** 3 hours 13 minutes\n\n**Revenue:** $21 million",
      "helpUrl" : ""
    }, {
      "id" : "DallasBuyersClub",
      "name" : "Dallas Buyers Club",
      "description" : "Loosely based on the true-life tale of Ron Woodroof, a drug-taking, women-loving, homophobic man who in 1986 was diagnosed with HIV/AIDS and given thirty days to live.\n\n> Sometimes it takes a hustler to change the world\n\n**Release Date:** September 7, 2013\n\n**Length:** 1 hour 57 minutes\n\n**Revenue:** $55 million",
      "helpUrl" : ""
    }, {
      "id" : "Spotlight",
      "name" : "Spotlight",
      "description" : "The true story of how The Boston Globe uncovered the massive scandal of child abuse and the cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core.\n\n> Break the story. Break the silence.\n\n**Release Date:** November 6, 2015\n\n**Length:** 2 hours 8 minutes\n\n**Revenue:** $88 million",
      "helpUrl" : "http://www.spotlightthefilm.com"
    }, {
      "id" : "TheGreatEscape",
      "name" : "The Great Escape",
      "description" : "The Nazis, exasperated at the number of escapes from their prison camps by a relatively small number of Allied prisoners, relocates them to a high-security 'escape-proof' camp to sit out the remainder of the war. Undaunted, the prisoners plan one of the most ambitious escape attempts of World War II. Based on a true story.\n\n> Put a fence in front of these men... and they'll climb it!\n\n**Release Date:** June 20, 1963\n\n**Length:** 2 hours 52 minutes\n\n**Revenue:** $11 million",
      "helpUrl" : ""
    }, {
      "id" : "Patton",
      "name" : "Patton",
      "description" : "\"Patton\" tells the tale of General George S. Patton, famous tank commander of World War II. The film begins with patton's career in North Africa and progresses through the invasion of Germany and the fall of the Third Reich. Side plots also speak of Patton's numerous faults such his temper and habit towards insubordination.\n\n> The Rebel Warrior\n\n**Release Date:** January 25, 1970\n\n**Length:** 2 hours 52 minutes\n\n**Revenue:** $89 million",
      "helpUrl" : ""
    }, {
      "id" : "ForWhomtheBellTolls",
      "name" : "For Whom the Bell Tolls",
      "description" : "Spain in the 1930s is the place to be for a man of action like Robert Jordan. There is a civil war going on and Jordan who has joined up on the side that appeals most to idealists of that era -- like Ernest Hemingway and his friends -- has been given a high-risk assignment up in the mountains. He awaits the right time to blow up a bridge in a cave.\n\n> Thunderous! Tender! Touching!\n\n**Release Date:** July 12, 1943\n\n**Length:** 2 hours 50 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "Hunger",
      "name" : "Hunger",
      "description" : "The story of Bobby Sands, the IRA member who led the 1981 hunger strike in which Republican prisoners tried to win political status. It dramatises events in the Maze prison in the six weeks prior to Sands’ death.\n\n> An odyssey, in which the smallest gestures become epic and when the body is the last resource for protest.\n\n**Release Date:** May 15, 2008\n\n**Length:** 1 hour 36 minutes\n\n**Revenue:** $2 million",
      "helpUrl" : ""
    }, {
      "id" : "BenHur",
      "name" : "Ben-Hur",
      "description" : "Ben-Hur is a 1959 epic film directed by William Wyler, the third film version of Civil War vet Lew Wallace's 1880 novel Ben-Hur: A Tale of the Christ. It premiered at Loew's State Theatre in New York City on November 18, 1959. The movie's reputation as a classic is primarily based on two spectacular action sequences:  the great chariot race and a Roman naval battle, along with lavish production values and strong performances.  The plot of Ben Hur revolves around a Jewish prince who is betrayed and sent into slavery by a Roman friend and how he regains his freedom and comes back for revenge. However, instead he finds redemption in Christ, the theme is ultimately about being saved in the Christian sense.  The film went on to win a record of eleven Academy Awards, including Best Picture and Best Actor (Charlton Heston as Ben Hur). This record-setting Oscars sweep has since been equaled by Titanic in 1998 and The Lord of the Rings: The Return of the King in 2004, but never broken.\n\n> The entertainment experience of a lifetime.\n\n**Release Date:** December 26, 1959\n\n**Length:** 3 hours 32 minutes\n\n**Revenue:** $146 million",
      "helpUrl" : ""
    }, {
      "id" : "Jobs",
      "name" : "Jobs",
      "description" : "The story of Steve Jobs' ascension from college dropout into one of the most revered creative entrepreneurs of the 20th century.\n\n> Some see what's possible, others change what's possible.\n\n**Release Date:** August 16, 2013\n\n**Length:** 2 hours 8 minutes\n\n**Revenue:** $35 million",
      "helpUrl" : "http://thejobsmovie.com/"
    }, {
      "id" : "MalcolmX",
      "name" : "Malcolm X",
      "description" : "The biopic of the controversial and influential Black Nationalist leader.\n\n**Release Date:** November 18, 1992\n\n**Length:** 3 hours 22 minutes\n\n**Revenue:** $48 million",
      "helpUrl" : ""
    }, {
      "id" : "Silence",
      "name" : "Silence",
      "description" : "Two Jesuit priests travel to seventeenth century Japan which has, under the Tokugawa shogunate, banned Catholicism and almost all foreign contact.\n\n> Sometimes silence is the deadliest sound\n\n**Release Date:** December 22, 2016\n\n**Length:** 2 hours 41 minutes\n\n**Revenue:** $23 million",
      "helpUrl" : "http://www.silencemovie.com/"
    }, {
      "id" : "BelovedSisters",
      "name" : "Beloved Sisters",
      "description" : "A love triangle forms between post-Enlightenment writer Friedrich Schiller and two sisters -- one who became his wife, and the other, his biographer.\n\n> The secret story of Schiller's passion.\n\n**Release Date:** July 31, 2014\n\n**Length:** 3 hours \n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "Defiance",
      "name" : "Defiance",
      "description" : "Based on a true story, during World War II, four Jewish brothers escape their Nazi-occupied homeland of West Belarus in Poland and join the Soviet partisans to combat the Nazis. The brothers begin the rescue of roughly 1,200 Jews still trapped in the ghettos of Poland.\n\n> Freedom begins with an act of defiance.\n\n**Release Date:** December 31, 2008\n\n**Length:** 2 hours 17 minutes\n\n**Revenue:** $51 million",
      "helpUrl" : ""
    }, {
      "id" : "TheWizardofLies",
      "name" : "The Wizard of Lies",
      "description" : "A look behind the scenes at Bernie Madoff's massive Ponzi scheme, how it was perpetrated on the public and the trail of destruction it left in its wake, both for the victims and Madoff's family.\n\n> Only those you trust can truly betray you.\n\n**Release Date:** May 21, 2017\n\n**Length:** 2 hours 13 minutes\n\n**Revenue:** $0",
      "helpUrl" : "http://www.hbo.com/movies/the-wizard-of-lies"
    }, {
      "id" : "ShakespeareinLove",
      "name" : "Shakespeare in Love",
      "description" : "Young Shakespeare is forced to stage his latest comedy, \"Romeo and Ethel, the Pirate's Daughter,\" before it's even written. When a lovely noblewoman auditions for a role, they fall into forbidden love -- and his play finds a new life (and title). As their relationship progresses, Shakespeare's comedy soon transforms into tragedy.\n\n> Love is the only inspiration.\n\n**Release Date:** December 11, 1998\n\n**Length:** 2 hours 2 minutes\n\n**Revenue:** $289 million",
      "helpUrl" : ""
    }, {
      "id" : "JFK",
      "name" : "JFK",
      "description" : "New Orleans District Attorney Jim Garrison discovers there's more to the Kennedy assassination than the official story.\n\n> The story that won’t go away.\n\n**Release Date:** December 20, 1991\n\n**Length:** 3 hours 9 minutes\n\n**Revenue:** $205 million",
      "helpUrl" : ""
    }, {
      "id" : "TheZookeepersWife",
      "name" : "The Zookeeper's Wife",
      "description" : "The account of keepers of the Warsaw Zoo, Jan and Antonina Zabinski, who helped save hundreds of people and animals during the Nazi invasion.\n\n> They gave all they had to save all they could\n\n**Release Date:** March 31, 2017\n\n**Length:** 2 hours 6 minutes\n\n**Revenue:** $13 million",
      "helpUrl" : "http://www.focusfeatures.com/thezookeeperswife/"
    }, {
      "id" : "AFieldinEngland",
      "name" : "A Field in England",
      "description" : "During the Civil War in 17th-Century England, a small group of deserters flee from a raging battle through an overgrown field. They are captured by an alchemist, who forces the group to aid him in his search to find a hidden treasure that he believes is buried in the field. Crossing a vast mushroom circle, which provides their first meal, the group quickly descend into a chaos of arguments, fighting and paranoia, and, as it becomes clear that the treasure might be something other than gold, they slowly become victim to the terrifying energies trapped inside the field.\n\n> Open Up And Let The Devil In\n\n**Release Date:** July 5, 2013\n\n**Length:** 1 hour 30 minutes\n\n**Revenue:** $32k",
      "helpUrl" : ""
    }, {
      "id" : "Alexander",
      "name" : "Alexander",
      "description" : "Alexander, the King of Macedonia, leads his legions against the giant Persian Empire. After defeating the Persians, he leads his army across the then known world, venturing farther than any westerner had ever gone, all the way to India.\n\n> The greatest legend of all was real.\n\n**Release Date:** November 21, 2004\n\n**Length:** 2 hours 55 minutes\n\n**Revenue:** $167 million",
      "helpUrl" : ""
    }, {
      "id" : "Anonymous",
      "name" : "Anonymous",
      "description" : "Set against the backdrop of the succession of Queen Elizabeth I, and the Essex Rebellion against her, the story advances the theory that it was in fact Edward De Vere, Earl of Oxford who penned Shakespeare's plays.\n\n> Was Shakespeare a Fraud?\n\n**Release Date:** October 21, 2011\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $15 million",
      "helpUrl" : "http://www.anonymous-movie.com/"
    }, {
      "id" : "ThePhysician",
      "name" : "The Physician",
      "description" : "The story of Rob Cole, a boy who is left a penniless orphan in an 11th-century English mining town when his mother dies of a mysterious illness. Vowing to become a physician and vanquish Death itself, he travels to Isfahan in Persia to study medicine under the great Ibn Sina. Through countless ordeals and challenges, and making many sacrifices along the way, he struggles on unwaveringly. His unflagging quest for knowledge leads to the blossoming of friendship and true love.\n\n**Release Date:** December 25, 2013\n\n**Length:** 2 hours 35 minutes\n\n**Revenue:** $57 million",
      "helpUrl" : ""
    }, {
      "id" : "WorldTradeCenter",
      "name" : "World Trade Center",
      "description" : "On September, 11th 2001, after the terrorist attack to the World Trade Center, the building collapses over the rescue team from the Port Authority Police Department. Will Jimeno and his sergeant John McLoughlin are found alive trapped under the wreckage while the rescue teams fight to save them.\n\n> The world saw evil that day. Two men saw something else.\n\n**Release Date:** August 9, 2006\n\n**Length:** 2 hours 8 minutes\n\n**Revenue:** $162 million",
      "helpUrl" : ""
    }, {
      "id" : "KungFuCultMaster",
      "name" : "Kung Fu Cult Master",
      "description" : "A wild and rollicking martial arts fantasy extravaganza that features prized swords and swordsmen, a crazy monk attached to a rolling boulder, serious clan and cult rivalries, and lots of magic and flying.\n\n**Release Date:** December 18, 1993\n\n**Length:** 1 hour 39 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "BattleshipPotemkin",
      "name" : "Battleship Potemkin",
      "description" : "A dramatized account of a great Russian naval mutiny and a resulting street demonstration which brought on a police massacre. The film had an incredible impact on the development of cinema and was a masterful example of montage editing.\n\n> Revolution is the only lawful, equal, effectual war. It was in Russia that this war was declared and begu\n\n**Release Date:** December 24, 1925\n\n**Length:** 1 hour 15 minutes\n\n**Revenue:** $45k",
      "helpUrl" : ""
    }, {
      "id" : "GameChange",
      "name" : "Game Change",
      "description" : "Based on the book by John Heilemann and Mark Halperin, Game Change focuses on the Republican run of the 2008 Presidential election, when candidate John McCain picks a relative unknown, Alaskan governor Sarah Palin, to be his running mate.  As the campaign kicks into high gear, her lack of experience, in both political and media savvy, becomes a drain upon McCain and his strategists.  Directed by Jay Roach, who previously directed the HBO film Recount and the Austin Powers movies, Game Change premiered on HBO on March 10th, 2012.\n\n> Politics would never be the same.\n\n**Release Date:** March 9, 2012\n\n**Length:** 1 hour 58 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "Serpico",
      "name" : "Serpico",
      "description" : "The real-life struggle of an honest New York City cop against a corrupt system.\n\n> Many of his fellow officers considered him the most dangerous man alive - An honest cop.\n\n**Release Date:** December 5, 1973\n\n**Length:** 2 hours 9 minutes\n\n**Revenue:** $29 million",
      "helpUrl" : ""
    }, {
      "id" : "Amadeus",
      "name" : "Amadeus",
      "description" : "The incredible story of genius musician Wolfgang Amadeus Mozart, told in flashback by his peer and secret rival Antonio Salieri – now confined to an insane asylum.\n\n> ...Everything you've heard is true\n\n**Release Date:** October 26, 1984\n\n**Length:** 2 hours 40 minutes\n\n**Revenue:** $51 million",
      "helpUrl" : ""
    }, {
      "id" : "ComeandSee",
      "name" : "Come and See",
      "description" : "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.\n\n**Release Date:** July 1, 1985\n\n**Length:** 2 hours 22 minutes\n\n**Revenue:** $0",
      "helpUrl" : ""
    }, {
      "id" : "Hamlet",
      "name" : "Hamlet",
      "description" : "Hamlet, Prince of Denmark, finds out that his uncle Claudius killed his father to obtain the throne, and plans revenge.\n\n> The extraordinary adaptation of Shakespeare's classic tale of vengeance and tragedy.\n\n**Release Date:** December 19, 1990\n\n**Length:** 2 hours 10 minutes\n\n**Revenue:** $20 million",
      "helpUrl" : ""
    }, {
      "id" : "Macbeth",
      "name" : "Macbeth",
      "description" : "Feature film adaptation of Shakespeare's Scottish play about General Macbeth whose ambitious wife urges him to use wicked means in order to gain power of the throne over the sitting king, Duncan.\n\n> All hail Macbeth that shall be king\n\n**Release Date:** August 16, 2015\n\n**Length:** 1 hour 53 minutes\n\n**Revenue:** $12 million",
      "helpUrl" : "http://www.macbeth-movie.com/"
    } ]
  } ],
  "badges" : [ {
    "id" : "DespicableMeCollection",
    "name" : "Despicable Me Collection",
    "iconClass" : "fas fa-carrot",
    "skillIds" : [ "DespicableMe3", "Minions", "DespicableMe2", "DespicableMe" ]
  }, {
    "id" : "TheTwilightCollection",
    "name" : "The Twilight Collection",
    "iconClass" : "fas fa-ghost",
    "skillIds" : [ "TheTwilightSagaEclipse", "Twilight", "TheTwilightSagaNewMoon", "TheTwilightSagaBreakingDawnPart2" ]
  }, {
    "id" : "HarryPotterCollection",
    "name" : "Harry Potter Collection",
    "iconClass" : "fas fa-quidditch",
    "skillIds" : [ "HarryPotterandthePhilosophersStone", "HarryPotterandtheChamberofSecrets", "HarryPotterandthePrisonerofAzkaban", "HarryPotterandtheDeathlyHallowsPart2", "HarryPotterandtheGobletofFire", "HarryPotterandtheDeathlyHallowsPart1", "HarryPotterandtheOrderofthePhoenix", "HarryPotterandtheHalfBloodPrince" ]
  } ],
  "name" : "Movies"
}, {
  "id" : "shows",
  "subjects" : [ {
    "id" : "action",
    "name" : "Action",
    "iconClass" : "fas fa-running",
    "skills" : [ {
      "id" : "LostinSpace",
      "name" : "Lost in Space",
      "description" : "After crash-landing on an alien planet, the Robinson family fights against all odds to survive and escape. But they're surrounded by hidden dangers.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Molly Parker, Toby Stephens, Max Jenkins, Taylor Russell, Mina Sundwall, Parker Posey, Ignacio Serricchio"
    }, {
      "id" : "TinyCreatures",
      "name" : "Tiny Creatures",
      "description" : "Little animals embark on big adventures across the U.S. in a dramatic nature series that explores their hidden worlds and epic survival stories.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Mike Colter"
    }, {
      "id" : "Colony",
      "name" : "Colony",
      "description" : "When LA is invaded by outside forces and becomes a walled-in settlement, a former FBI agent and his wife risk everything to find their lost son.\n\n**Release Year:** 2018\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Josh Holloway, Sarah Wayne Callies, Peter Jacobson, Amanda Righetti, Tory Kittles, Isabella Crovetti, Alex Neustaedter"
    }, {
      "id" : "MarvelsIronFist",
      "name" : "Marvel's Iron Fist",
      "description" : "Danny Rand resurfaces 15 years after being presumed dead. Now, with the power of the Iron Fist, he seeks to reclaim his past and fulfill his destiny.\n\n**Release Year:** 2018\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Finn Jones, Jessica Henwick, David Wenham, Jessica Stroup, Tom Pelphrey"
    }, {
      "id" : "Lupin",
      "name" : "Lupin",
      "description" : "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.\n\n**Release Year:** 2021\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Omar Sy, Ludivine Sagnier, Clotilde Hesme, Nicole Garcia, Hervé Pierre, Soufiane Guerrab, Antoine Gouy, Fargass Assandé, Vincent Londez, Shirine Boutella"
    }, {
      "id" : "CobraKai",
      "name" : "Cobra Kai",
      "description" : "Decades after the tournament that changed their lives, the rivalry between Johnny and Daniel reignites in this sequel to the \"Karate Kid\" films.\n\n**Release Year:** 2021\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Ralph Macchio, William Zabka, Xolo Maridueña, Martin Kove, Mary Mouser, Tanner Buchanan, Courtney Henggeler, Jacob Bertrand"
    }, {
      "id" : "DreamWorksKungFuPandaAwesomeSecrets",
      "name" : "DreamWorks Kung Fu Panda Awesome Secrets",
      "description" : "In this pair of adventures, Po tells the story of how masters Thundering Rhino, Storming Ox and Croc met and takes on Shifu's biggest challenge yet.\n\n**Release Year:** 2008\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Jack Black, Dustin Hoffman, Dennis Haysbert, Paul Scheer, Randall Duk Kim, David Cross, Jessica DiCicco, Jaycee Chan, Angelina Jolie, Seth Rogen, Tony Leondis"
    }, {
      "id" : "MarvelsAgentsofSHIELD",
      "name" : "Marvel's Agents of S.H.I.E.L.D.",
      "description" : "Agent Phil Coulson, seen in action in Marvel's The Avengers, assembles a team of top S.H.I.E.L.D. agents to investigate bizarre threats.\n\n**Release Year:** 2020\n\n**Duration:** 7 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Clark Gregg, Ming-Na Wen, Brett Dalton, Chloe Bennet, Iain De Caestecker, Elizabeth Henstridge, Adrianne Palicki, Luke Mitchell, Henry Simmons"
    }, {
      "id" : "MarvelsTheDefenders",
      "name" : "Marvel's The Defenders",
      "description" : "Daredevil, Jessica Jones, Luke Cage and Iron Fist join forces to take on common enemies as a sinister conspiracy threatens New York City.\n\n**Release Year:** 2017\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Charlie Cox, Krysten Ritter, Mike Colter, Finn Jones, Sigourney Weaver, Elodie Yung, Elden Henson, Jessica Henwick, Simone Missick, Rachael Taylor, Deborah Ann Woll, Rosario Dawson, Carrie-Anne Moss, Eka Darville, Scott Glenn"
    }, {
      "id" : "Happy",
      "name" : "Happy!",
      "description" : "A boozy ex-cop turned hit man thinks he's losing his marbles when a cartoon unicorn only he can see urges him to rescue a girl kidnapped by Santa.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Christopher Meloni, Lili Mirojnick, Glenn Wein, Patrick Fischler, Toby Jaffe, Ritchie Coster, Grant Morrison, Pavun Shetty, Medina Senghore, Patton Oswalt"
    }, {
      "id" : "MarvelsDaredevil",
      "name" : "Marvel's Daredevil",
      "description" : "Blinded as a young boy, Matt Murdock fights injustice by day as a lawyer and by night as the Super Hero Daredevil in Hell's Kitchen, New York City.\n\n**Release Year:** 2018\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Charlie Cox, Deborah Ann Woll, Elden Henson, Rosario Dawson, Vincent D'Onofrio, Jon Bernthal, Elodie Yung, Scott Glenn, Stephen Rider, Vondie Curtis-Hall, Ayelet Zurer, Toby Leonard Moore, Bob Gunton"
    }, {
      "id" : "TheEpicTalesofCaptainUnderpantsinSpace",
      "name" : "The Epic Tales of Captain Underpants in Space",
      "description" : "Best friends George and Harold — along with their classmates and tyrannical principal — are recruited for a mysterious mission in outer space.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-Y7\n\n**Cast:** Nat Faxon, Jay Gragnani, Ramone Hamilton, Sean Astin, Dayci Brookshire, Jorge Diaz, Peter Hastings, Evan Kishiyama, David Koechner, Erica Luttrell, Brennan Murray, Nolan North, Gary Anthony Williams, Secunda Wood"
    }, {
      "id" : "Jericho",
      "name" : "Jericho",
      "description" : "Jake returns to his Kansas town to collect an inheritance, but a nuclear blast cuts off the outside world and makes him a reluctant leader amid chaos.\n\n**Release Year:** 2008\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Skeet Ulrich, Lennie James, Ashley Scott, Kenneth Mitchell, Brad Beyer, April Parker-Jones, Alicia Coppola, Pamela Reed, Bob Stephenson, Gerald McRaney, Clare Carey, Richard Speight Jr., Michael Gaston, Erik Knudsen, Shoshannah Stern, Sprague Grayden"
    }, {
      "id" : "Valor",
      "name" : "Valor",
      "description" : "Following an unsuccessful mission in Somalia, the two surviving members of a U.S. Army helicopter crew are embroiled in an unseemly conspiracy.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Christina Ochoa, Matt Barr, Corbin Reid, Charlie Barnett, W. Tré Davis"
    }, {
      "id" : "RedvsBlue",
      "name" : "Red vs. Blue",
      "description" : "This parody of first-person shooter games, military life and science-fiction films centers on a civil war fought in the middle of a desolate canyon.\n\n**Release Year:** 2015\n\n**Duration:** 13 Seasons\n\n**Rating:** NR\n\n**Cast:** Burnie Burns, Jason Saldaña, Gustavo Sorola, Geoff Lazer Ramsey, Joel Heyman, Matt Hullum, Dan Godwin, Kathleen Zuelch, Yomary Cruz, Nathan Zellner"
    }, {
      "id" : "LAsFinest",
      "name" : "L.A.’s Finest",
      "description" : "In this spinoff of the \"Bad Boys\" franchise, two police detectives team up while trying to keep their stormy pasts — and differences — from interfering.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Jessica Alba, Gabrielle Union"
    }, {
      "id" : "Galavant",
      "name" : "Galavant",
      "description" : "In a time of legend, Galavant the knight embarks on a quest to save his fair lady and become a hero in this tongue-in-cheek musical comedy.\n\n**Release Year:** 2016\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Joshua Sasse, Timothy Omundson, Vinnie Jones, Mallory Jansen, Karen David, Luke Youngblood"
    }, {
      "id" : "Spartacus",
      "name" : "Spartacus",
      "description" : "A Thracian man is condemned to a brutal death in the arena, only to outlast his executioners and be reborn as the enslaved gladiator Spartacus.\n\n**Release Year:** 2013\n\n**Duration:** 4 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Andy Whitfield, Liam McIntyre, Dustin Clare, John Hannah, Manu Bennett, Lucy Lawless, Peter Mensah, Nick E. Tarabay, Viva Bianca, Lesley-Ann Brandt, Jai Courtney, Daniel Feuerriegel"
    }, {
      "id" : "TheWalkingDead",
      "name" : "The Walking Dead",
      "description" : "In the wake of a zombie apocalypse, survivors hold on to the hope of humanity by banding together to wage a fight for their own survival.\n\n**Release Year:** 2018\n\n**Duration:** 9 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Andrew Lincoln, Steven Yeun, Norman Reedus, Chandler Riggs, Melissa McBride, Lauren Cohan, Danai Gurira, Alanna Masterson, Sonequa Martin-Green, Josh McDermitt, Christian Serratos, Seth Gilliam, Ross Marquand, Lennie James, Emily Kinney, Jon Bernthal"
    }, {
      "id" : "MarcoPolo",
      "name" : "Marco Polo",
      "description" : "Set in a world of greed, betrayal, sexual intrigue and rivalry, “Marco Polo” is based on the famed explorer’s adventures in Kublai Khan’s court.\n\n**Release Year:** 2016\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Lorenzo Richelmy, Benedict Wong, Chin Han, Joan Chen, Michelle Yeoh, Rick Yune, Claudia Kim, Remy Hii, Zhu Zhu, Tom Wu, Mahesh Jadu, Olivia Cheng, Uli Latukefu, Pierfrancesco Favino, Jacqueline Chan, Leonard Wu, Gabriel Byrne"
    }, {
      "id" : "AlteredCarbon",
      "name" : "Altered Carbon",
      "description" : "After 250 years on ice, a prisoner returns to life in a new body with one chance to win his freedom: by solving a mind-bending murder.\n\n**Release Year:** 2020\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Joel Kinnaman, James Purefoy, Martha Higareda, Renée Elise Goldsberry, Dichen Lachman, Will Yun Lee, Kristin Lehman, Chris Conner, Ato Essandoh, Tamara Taylor, Byron Mann"
    }, {
      "id" : "BlackLightning",
      "name" : "Black Lightning",
      "description" : "School principal and retired superhero Jefferson Pierce leaps back into action as the legendary Black Lightning after a gang threatens his family.\n\n**Release Year:** 2019\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Cress Williams, James Remar, Marvin 'Krondon' Jones III, Jill Scott, China Anne McClain, Damon Gupton, Nafessa Williams, Christine Adams"
    }, {
      "id" : "WarriorNun",
      "name" : "Warrior Nun",
      "description" : "After waking up in a morgue, an orphaned teen discovers she now possesses superpowers as the chosen Halo-Bearer for a secret sect of demon-hunting nuns.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Alba Baptista, Toya Turner, Lorena Andrea, Kristina Tonteri-Young, Tristán Ulloa"
    }, {
      "id" : "SheRaandthePrincessesofPower",
      "name" : "She-Ra and the Princesses of Power",
      "description" : "Soldier Adora finds a magic sword – and her identity as legendary hero She-Ra. She joins the Rebellion, but her best friend stays with the evil Horde.\n\n**Release Year:** 2020\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-Y7\n\n**Cast:** Aimee Carrero, AJ Michalka, Marcus Scribner, Karen Fukuhara, Reshma Shetty, Lorraine Toussaint, Keston John, Lauren Ash, Christine Woods, Morla Gorrondona, Antony Del Rio, Dana Davis, Grey Griffin, Genesis Rodriguez, Jordan Fisher, Vella Lovell, Merit Leighton, Sandra Oh, Krystal Joy Brown"
    }, {
      "id" : "IntotheBadlands",
      "name" : "Into the Badlands",
      "description" : "Dreaming of escaping to a distant city, a ferocious warrior and a mysterious boy tangle with territorial warlords and their highly trained killers.\n\n**Release Year:** 2018\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Daniel Wu, Emily Beecham, Sarah Bolger, Oliver Stark, Orla Brady, Ally Ioannides, Stephen Lang, Marton Csokas, Madeleine Mantock, Aramis Knight"
    }, {
      "id" : "WizardsTalesofArcadia",
      "name" : "Wizards: Tales of Arcadia",
      "description" : "Merlin’s apprentice joins Arcadia’s heroes on a time-bending adventure in Camelot, where conflict is brewing between the human, troll and magical worlds.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-Y7\n\n**Cast:** Colin O'Donoghue, David Bradley, Lena Headey, Emile Hirsch, Lexi Medrano, Steven Yeun, Alfred Molina, James Faulkner, Stephanie Beatriz, John Rhys-Davies"
    }, {
      "id" : "RaisingDion",
      "name" : "Raising Dion",
      "description" : "A widowed mom sets out to solve the mystery surrounding her young son's emerging superpowers while keeping his extraordinary gifts under wraps.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Alisha Wainwright, Ja'Siah Young, Jason Ritter, Michael B. Jordan, Jazmyn Simon, Ali Ahn, Sammi Haney"
    }, {
      "id" : "WuAssassins",
      "name" : "Wu Assassins",
      "description" : "An unassuming San Francisco chef becomes the latest in a long line of assassins chosen to keep the mystical Wu powers out of the wrong hands.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Iko Uwais, Katheryn Winnick, Byron Mann, Tommy Flanagan, Li Jun Li, Celia Au, Lewis Tan, Lawrence Kao, Juju Chan, Tzi Ma, Cranston Johnson, Mark Dacascos, Kevin Durand, Jeff Fahey, Summer Glau"
    } ]
  }, {
    "id" : "horror",
    "name" : "Horror",
    "iconClass" : "fas fa-ghost",
    "skills" : [ {
      "id" : "Chambers",
      "name" : "Chambers",
      "description" : "Haunted by eerie visions and sinister impulses after a heart transplant, a teenager tries to unmask the truth behind her donor's mysterious death.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Sivan Alyra Rose, Uma Thurman, Tony Goldwyn, Marcus LaVoi, Nicholas Galitzine, Kyanna Simone Simpson, Griffin Powell-Arcand, Lilli Kay, Sarah Mezzanotte, Lilliya Scarlett Reid"
    }, {
      "id" : "Castlevania",
      "name" : "Castlevania",
      "description" : "A vampire hunter fights to save a besieged city from an army of otherworldly beasts controlled by Dracula himself. Inspired by the classic video games.\n\n**Release Year:** 2020\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Richard Armitage, James Callis, Graham McTavish, Alejandra Reynoso, Tony Amendola, Matt Frewer, Emily Swallow"
    }, {
      "id" : "OctoberFaction",
      "name" : "October Faction",
      "description" : "The family drama gets downright monstrous as parents Fred and Deloris hunt the supernatural, and twins Viv and Geoff harbor their own strange secrets.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Tamara Taylor, J.C. MacKenzie, Aurora Burghart, Gabriel Darku, Maxim Roy, Stephen McHattie, Wendy Crewson, Megan Follows, Nicola Correia-Damude, Praneet Akilla, Michelle Nolden, Anwen O'Driscoll"
    }, {
      "id" : "SantaClaritaDiet",
      "name" : "Santa Clarita Diet",
      "description" : "They're ordinary husband and wife realtors until she undergoes a dramatic change that sends them down a road of death and destruction. In a good way.\n\n**Release Year:** 2019\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Drew Barrymore, Timothy Olyphant, Liv Hewson, Skyler Gisondo"
    }, {
      "id" : "Nightflyers",
      "name" : "Nightflyers",
      "description" : "With humankind's future at stake, a group of scientists and a powerful telepath venture into the void aboard a spaceship full of secrets.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Eoin Macken, David Ajala, Jodie Turner-Smith, Angus Sampson, Sam Strike, Maya Eshet, Brían F. O'Byrne, Gretchen Mol, Miranda Raison"
    }, {
      "id" : "PrankEncounters",
      "name" : "Prank Encounters",
      "description" : "Monstrous frights meet hilarious reveals on this hidden-camera prank show as real people become the stars of their own full-blown horror movie.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Gaten Matarazzo"
    }, {
      "id" : "TheHauntingofHillHouse",
      "name" : "The Haunting of Hill House",
      "description" : "Flashing between past and present, a fractured family confronts haunting memories of their old home and the terrifying events that drove them from it.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Michiel Huisman, Carla Gugino, Timothy Hutton, Henry Thomas, Elizabeth Reaser, Oliver Jackson-Cohen, Kate Siegel, Victoria Pedretti, Lulu Wilson, Mckenna Grace, Paxton Singleton, Julian Hilliard, Violet McGraw"
    }, {
      "id" : "TheOriginals",
      "name" : "The Originals",
      "description" : "The Mikaelsons move to New Orleans and form an alliance with local witches in an effort to rule the city once again in this \"Vampire Diaries\" spinoff.\n\n**Release Year:** 2018\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Joseph Morgan, Daniel Gillies, Phoebe Tonkin, Charles Michael Davis, Leah Pipes, Danielle Campbell, Claire Holt, Steven Krueger"
    }, {
      "id" : "Scream",
      "name" : "Scream",
      "description" : "In this new TV series sequel to the classic horror franchise, a cyberbullying incident in Lakewood leads to a murder with chilling echoes of the past.\n\n**Release Year:** 2019\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Willa Fitzgerald, Bex Taylor-Klaus, John Karna, Amadeus Serafini, Connor Weil, Carlson Young, Jason Wiles, Tracy Middendorf, Tom Maden, Bobby Campo, Santiago Segura, Mike Vaughn"
    }, {
      "id" : "ChillingAdventuresofSabrina",
      "name" : "Chilling Adventures of Sabrina",
      "description" : "Magic and mischief collide as half-human, half-witch Sabrina navigates between two worlds: mortal teen life and her family's legacy, the Church of Night.\n\n**Release Year:** 2020\n\n**Duration:** 4 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Kiernan Shipka, Ross Lynch, Miranda Otto, Lucy Davis, Chance Perdomo, Michelle Gomez, Richard Coyle, Jaz Sinclair, Lachlan Watson, Tati Gabrielle, Adeline Rudolph, Abigail Cowen, Gavin Leatherwood, Bronson Pinchot"
    }, {
      "id" : "TheHauntingofBlyManor",
      "name" : "The Haunting of Bly Manor",
      "description" : "Dead doesn't mean gone. An au pair plunges into an abyss of chilling secrets in this gothic romance from the creator of \"The Haunting of Hill House.\"\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Victoria Pedretti, Oliver Jackson-Cohen, Henry Thomas, Amelia Eve, T'Nia Miller, Rahul Kohli, Tahirah Sharif, Amelie Bea Smith, Benjamin Evan Ainsworth"
    }, {
      "id" : "TwoSentenceHorrorStories",
      "name" : "Two Sentence Horror Stories",
      "description" : "This anthology series of terror features diverse characters facing primal fears in spine-chilling situations that stretch past daily routine.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Nicole Kang, Jim Parrack, Tara Pacheco, Christopher Shyer, Kimberley Wong, Wai Ching Ho, Greta Quispe, Zaria Degenhardt, Uly Schlesinger, Kate Jennings Grant, Aleyse Shannon, Guillermo Arribas, Jaiden Smith, Pepper Binkley, Mikelle Wright-Matos, Melinda Mo"
    }, {
      "id" : "ScareTactics",
      "name" : "Scare Tactics",
      "description" : "This ghoulish but hilarious hidden-camera show from Syfy finds mischievous friends and family members setting up unsuspecting victims for elaborate pranks that use high-quality makeup and special effects to unleash their worst fears upon them.\n\n**Release Year:** 2011\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Tracy Morgan, Lauren Ash"
    }, {
      "id" : "ZNation",
      "name" : "Z Nation",
      "description" : "A team embarks on a perilous cross-country mission to transport the one man who survived a deadly zombie virus, hoping he holds the key to a vaccine.\n\n**Release Year:** 2018\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Nat Zang, Russell Hodgkinson, Michael Welch, Anastasia Baranova, Kellita Smith, DJ Qualls, Keith Allan, Pisay Pao"
    }, {
      "id" : "FromDuskTillDawn",
      "name" : "From Dusk Till Dawn",
      "description" : "Bank-robbing brothers encounter vengeful lawmen and demons south of the border in this original series based on Robert Rodriguez' cult horror film.\n\n**Release Year:** 2016\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** D.J. Cotrona, Zane Holtz, Eiza Gonzalez, Jesse Garcia, Madison Davenport, Brandon Soo Hoo, Wilmer Valderrama, Robert Patrick, Jake Busey, Samantha Esteban, Don Johnson"
    }, {
      "id" : "BatesMotel",
      "name" : "Bates Motel",
      "description" : "When his father dies, Norman Bates and his mother open a hotel. But Norman's precarious mental state drives them down a dark and violent path.\n\n**Release Year:** 2017\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Vera Farmiga, Freddie Highmore, Max Thieriot, Olivia Cooke, Nicola Peltz, Nestor Carbonell, Mike Vogel, Keegan Connor Tracy"
    }, {
      "id" : "HemlockGrove",
      "name" : "Hemlock Grove",
      "description" : "Secrets are just a part of daily life in the small Pennsylvania town of Hemlock Grove, where the darkest evils hide in plain sight.\n\n**Release Year:** 2015\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Famke Janssen, Landon Liboiron, Dougray Scott, Bill Skarsgård, Joel de la Fuente, Kaniehtiio Horn, Madeleine Martin, Michael Andreae, Penelope Mitchell, Freya Tingley, Laurie Fortier, Nicole Boivin, Ted Dykstra, Lili Taylor, Aaron Douglas, Kandyse McClure, Marty Adams, Demore Barnes, Madeline Brewer"
    }, {
      "id" : "Ratched",
      "name" : "Ratched",
      "description" : "In 1947, Mildred Ratched begins working as a nurse at a leading psychiatric hospital. But beneath her stylish exterior lurks a growing darkness.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Sarah Paulson, Finn Wittrock, Judy Davis, Sharon Stone, Cynthia Nixon, Jon Jon Briones, Charlie Carver"
    }, {
      "id" : "Daybreak",
      "name" : "Daybreak",
      "description" : "Living his best life in post-apocalyptic LA, a slacker strives to find the girl of his dreams while outwitting mindless ghouls and cliquish gangs.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Colin Ford, Alyvia Alyn Lind, Sophie Simnett, Austin Crute, Cody Kearsley, Jeanté Godlock, Gregory Kasyan, Krysta Rodriguez, Matthew Broderick"
    }, {
      "id" : "StrangerThings",
      "name" : "Stranger Things",
      "description" : "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces and one strange little girl.\n\n**Release Year:** 2019\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown, Gaten Matarazzo, Caleb McLaughlin, Natalia Dyer, Charlie Heaton, Cara Buono, Noah Schnapp, Matthew Modine, Joe Keery, Dacre Montgomery, Sadie Sink, Paul Reiser, Sean Astin"
    }, {
      "id" : "VWars",
      "name" : "V Wars",
      "description" : "A fast-spreading disease that turns victims into blood-sucking fiends pits two best friends against each other in a fight for humanity's future.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Ian Somerhalder, Adrian Holmes, Jacky Lai, Kyle Breitkopf, Peter Outerbridge, Kimberly-Sue Murray, Sydney Meyer, Kandyse McClure, Laura Vandervoort, Michael Greyeyes, Greg Bryk, Teddy Moynihan, Ted Atherton, Jonathan Higgins, Nikki Reed, Samantha Liana Cole, Laura de Carteret, Bo Martyn"
    }, {
      "id" : "IZombie",
      "name" : "IZombie",
      "description" : "A medical student-turned-zombie tries to retain her humanity by eating brains at the morgue and finds she has an uncanny new gift for solving crimes.\n\n**Release Year:** 2019\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Rose McIver, Malcolm Goodwin, Rahul Kohli, Robert Buckley, David Anders, Aly Michalka"
    } ]
  }, {
    "id" : "comedy",
    "name" : "Comedy",
    "iconClass" : "far fa-laugh-squint",
    "skills" : [ {
      "id" : "DocumentaryNow",
      "name" : "Documentary Now!",
      "description" : "Elevating the art of parody, this sharply comic series spoofs high-profile documentaries such as \"Grey Gardens\" and \"The Thin Blue Line.\"\n\n**Release Year:** 2019\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Fred Armisen, Bill Hader, Helen Mirren"
    }, {
      "id" : "Champions",
      "name" : "Champions",
      "description" : "Years after getting his girlfriend pregnant, washed-up jock Vince meets his eccentric son Michael and learns about fatherhood, one show tune at a time.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Anders Holm, Fortune Feimster, Andy Favreau, J.J. Totah, Mouzam Makkar, Yassir Lester, Robert Costanzo, Ginger Gonzaga, Mindy Kaling"
    }, {
      "id" : "WhatsNewScoobyDoo",
      "name" : "What's New Scooby-Doo?",
      "description" : "Scooby-Doo and the gang enter the 21st century with this updated edition of the original series with more ghoulish mysteries to solve.\n\n**Release Year:** 2005\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-Y7\n\n**Cast:** Frank Welker, Casey Kasem, Mindy Cohn, Grey DeLisle"
    }, {
      "id" : "Imposters",
      "name" : "Imposters",
      "description" : "Supported by a team of fellow thieves, a con artist lures her targets into matrimony and then absconds with their fortunes in this darkly comic series.\n\n**Release Year:** 2017\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Inbar Lavi, Rob Heaps, Parker Young, Marianne Rendón, Stephen Bishop, Brian Benben, Katherine La Nasa"
    }, {
      "id" : "Portlandia",
      "name" : "Portlandia",
      "description" : "Fred Armisen and Carrie Brownstein send up the residents of Portland, Ore. Typical targets include artisanal light bulbs and feminist bookstores.\n\n**Release Year:** 2018\n\n**Duration:** 8 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Fred Armisen, Carrie Brownstein"
    }, {
      "id" : "SisterSister",
      "name" : "Sister, Sister",
      "description" : "Separated at birth, twin sisters Tia Landry and Tamera Campbell reunite after 14 years and soon move in together, blending families and personalities.\n\n**Release Year:** 1998\n\n**Duration:** 6 Seasons\n\n**Rating:** TV-G\n\n**Cast:** Tia Mowry-Hardrict, Jackée Harry, Tamera Mowry-Housley, Tim Reid, Marques Houston, RonReaco Lee, Deon Richmond"
    }, {
      "id" : "TheHauntedHathaways",
      "name" : "The Haunted Hathaways",
      "description" : "Single mom Michelle Hathaway and her daughters find that they share their New Orleans home with the ghosts of single dad Ray Preston and his two sons.\n\n**Release Year:** 2013\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-G\n\n**Cast:** Amber Frank, Curtis Harris, Benjamin Flores Jr., Breanna Yde, Ginifer King, Chico Benymon"
    }, {
      "id" : "Frasier",
      "name" : "Frasier",
      "description" : "Frasier Crane is a snooty but lovable Seattle psychiatrist who dispenses advice on his call-in radio show while ignoring it in his own relationships.\n\n**Release Year:** 2003\n\n**Duration:** 11 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Kelsey Grammer, Jane Leeves, David Hyde Pierce, Peri Gilpin, John Mahoney, Dan Butler"
    }, {
      "id" : "KipoandtheAgeofWonderbeasts",
      "name" : "Kipo and the Age of Wonderbeasts",
      "description" : "Making her way through a world of mutant animals, a sheltered yet scrappy girl learns how to survive – and get home – with help from her ragtag crew.\n\n**Release Year:** 2020\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-Y7\n\n**Cast:** Karen Fukuhara, Sydney Mikayla, Deon Cole, Coy Stewart, Dee Bradley Baker, Sterling K. Brown, Dan Stevens, Jake Green, Steve Blum"
    }, {
      "id" : "GreatNews",
      "name" : "Great News",
      "description" : "A TV news producer's ambitions take an awkward turn when her mother rejoins the workforce and snags a job as the station's newest intern.\n\n**Release Year:** 2017\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Briga Heelan, Andrea Martin, Adam Campbell, John Michael Higgins, Horatio Sanz, Nicole Richie"
    }, {
      "id" : "TheStandups",
      "name" : "The Standups",
      "description" : "Comedy's freshest voices take the stage in LA for six half-hour specials packed with sly jokes, hilarious anecdotes and awkward confessions.\n\n**Release Year:** 2018\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Nate Bargatze, Fortune Feimster, Deon Cole, Nikki Glaser, Beth Stelling, Dan Soder"
    }, {
      "id" : "ComediansinCarsGettingCoffee",
      "name" : "Comedians in Cars Getting Coffee",
      "description" : "Jerry Seinfeld's roving talk show combines coffee, laughs and vintage cars into quirky, caffeine-fueled adventures with the sharpest minds in comedy.\n\n**Release Year:** 2019\n\n**Duration:** 6 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Jerry Seinfeld"
    }, {
      "id" : "TheGuild",
      "name" : "The Guild",
      "description" : "Fantasy and reality collide when a surprisingly diverse group of online video-game addicts struggle to balance the game with personal relationships.\n\n**Release Year:** 2013\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Felicia Day, Sandeep Parikh, Jeff Lewis, Robin Thorsen, Amy Okuda, Vincent Caso"
    }, {
      "id" : "TheParkers",
      "name" : "The Parkers",
      "description" : "In this \"Moesha\" spinoff, undergraduate Kim is joined at Santa Monica College by her mother Nikki, who decides to go back to school with her daughter.\n\n**Release Year:** 2003\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Mo'Nique, Countess Vaughn, Dorien Wilson, Jenna von Oÿ, Ken Lawson, Yvette Wilson"
    }, {
      "id" : "WBobDavid",
      "name" : "W/ Bob & David",
      "description" : "After being dishonorably discharged from the Navy Seals, Bob and David are back serving our country the way they do best – making sketch comedy.\n\n**Release Year:** 2015\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** David Cross, Bob Odenkirk, John Ennis, Jay Johnston, Brian Posehn, Jill Talley, Paul F. Tompkins, Tom Kenny, Brett Paesel"
    }, {
      "id" : "BestWorstWeekendEver",
      "name" : "Best.Worst.Weekend.Ever.",
      "description" : "Teenage friends plan an epic trip to Comic-Con to meet their idol, only to get caught in one hilariously awkward predicament after another.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Sam Ashe Arnold, Cole Sand, Brianna Reed, Brittany Garms, Alison Becker, Larry Bates, Tiffany Espensen, Rachel Gage, Matt Battaglia, Affion Crockett"
    }, {
      "id" : "TheBreakwithMichelleWolf",
      "name" : "The Break with Michelle Wolf",
      "description" : "Nobody's safe as Michelle Wolf unapologetically takes aim in this weekly topical show that blends sketches with live comedy and in-studio guests.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** "
    }, {
      "id" : "PKingDuckling",
      "name" : "P. King Duckling",
      "description" : "P. King, the daring but hapless duck, teams up with best buddies Wombat and Chumpkins to find wacky and wild ways to solve their problems.\n\n**Release Year:** 2016\n\n**Duration:** 1 Season\n\n**Rating:** TV-Y\n\n**Cast:** Marc Thompson, Benjie Randall, Courtney Shaw"
    }, {
      "id" : "TheComedyLineup",
      "name" : "The Comedy Lineup",
      "description" : "A diverse group of up-and-coming comedians perform 15-minute sets in this stand-up comedy showcase series.\n\n**Release Year:** 2018\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Michelle Buteau, Ian Karmel, Taylor Tomlinson, Sam Jay, Phil Wang, Sabrina Jalees, Jak Knight, Tim Dillon"
    }, {
      "id" : "TheMrPeabodyandShermanShow",
      "name" : "The Mr. Peabody and Sherman Show",
      "description" : "Mr. Peabody and Sherman host a zany late-night comedy show from a swanky penthouse, with time-traveling historical figures and a live audience.\n\n**Release Year:** 2017\n\n**Duration:** 4 Seasons\n\n**Rating:** TV-Y7\n\n**Cast:** Chris Parnell, Max Charles, Dieter Jansen, Da'Vine Joy Randolph"
    }, {
      "id" : "WeBareBears",
      "name" : "We Bare Bears",
      "description" : "Grizzly, Panda and Ice Bear are three adopted bear brothers struggling against their animal instincts to fit into the civilized, modern human world.\n\n**Release Year:** 2018\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-Y\n\n**Cast:** Eric Edelstein, Demetri Martin, Bobby Moynihan"
    }, {
      "id" : "TheBigShowShow",
      "name" : "The Big Show Show",
      "description" : "Former WWE wrestler the Big Show is out of the ring and ready for an even tougher challenge: raising three daughters with his wife in Florida.\n\n**Release Year:** 2020\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-G\n\n**Cast:** Paul Wight, Allison Munn, Reylynn Caster, Lily Brooks O'Briant, Juliet Donenfeld"
    }, {
      "id" : "UnbreakableKimmySchmidt",
      "name" : "Unbreakable Kimmy Schmidt",
      "description" : "When a woman is rescued from a doomsday cult and lands in New York City, she must navigate a world she didn’t think even existed anymore.\n\n**Release Year:** 2019\n\n**Duration:** 4 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Ellie Kemper, Jane Krakowski, Tituss Burgess, Carol Kane"
    }, {
      "id" : "BumpingMicswithJeffRossDaveAttell",
      "name" : "Bumping Mics with Jeff Ross & Dave Attell",
      "description" : "When Jeff Ross and Dave Attell take the stage, no one is safe. With the help of special guests, they're packing a lot of laughs into one epic weekend.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Jeff Ross, Dave Attell"
    }, {
      "id" : "JulieandthePhantoms",
      "name" : "Julie and the Phantoms",
      "description" : "Julie lost her passion for music when she lost her mom. But when three ghostly guys appear and lift her spirits, they decide to start a band together!\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-G\n\n**Cast:** Madison Reyes, Charlie Gillespie, Owen Patrick Joyner, Jeremy Shada, Jadah Marie, Sacha Carlson, Savannah Lee May, Cheyenne Jackson, Carlos Ponce, Booboo Stewart, Sonny Bustamante"
    }, {
      "id" : "PinkyMalinky",
      "name" : "Pinky Malinky",
      "description" : "Pinky Malinky sees the bright side of everything, including being born a hot dog. With his BFFs in tow, this little wiener takes a bite out of life.\n\n**Release Year:** 2019\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-Y7\n\n**Cast:** Lucas Grabeel, Nathan Kress, Diamond White, Danny Jacobs, Retta, Colleen Smith, Vargus Mason, Lauren Tom, Robbie Daymond, Grey Griffin"
    } ]
  }, {
    "id" : "drama",
    "name" : "Drama",
    "iconClass" : "fas fa-heart-broken",
    "skills" : [ {
      "id" : "DASHLILY",
      "name" : "DASH & LILY",
      "description" : "Opposites attract at Christmas as cynical Dash and sunny Lily trade messages and dares in a red notebook they pass back and forth around New York City.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Midori Francis, Austin Abrams, Dante Brown, Troy Iwata"
    }, {
      "id" : "GrandArmy",
      "name" : "Grand Army",
      "description" : "Five students at the largest public high school in Brooklyn take on a chaotic world as they fight to succeed, survive, break free and seize the future.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Odessa A’zion, Odley Jean, Amir Bageria, Maliq Johnson, Amalia Yoo, Alphonso Romero Jones II, Thelonius Serrell-Freed, Anthony Ippolito, Brian Altemus"
    }, {
      "id" : "TheMessengers",
      "name" : "The Messengers",
      "description" : "A group of strangers who are killed by a mysterious object soon come back to life and learn they have been chosen to prevent the apocalypse.\n\n**Release Year:** 2015\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Shantel VanSanten, Diogo Morgado, JD Pardo, Joel Courtney, Jon Fletcher, Sofia Black D'Elia, Anna Diop, Craig Frank"
    }, {
      "id" : "TwinPeaks",
      "name" : "Twin Peaks",
      "description" : "\"Who killed Laura Palmer?\" is the question on everyone's lips in a secretive small town, but as an eccentric FBI agent learns, the answer isn't easy.\n\n**Release Year:** 1990\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Kyle MacLachlan, Michael Ontkean, Mädchen Amick, Dana Ashbrook, Richard Beymer, Lara Flynn Boyle, Sherilyn Fenn, Warren Frost, Peggy Lipton, James Marshall, Everett McGill, Jack Nance, Joan Chen, Kimmy Robertson, Michael Horse, Piper Laurie, Harry Goaz, Eric DaRe, Wendy Robie, Ray Wise, Sheryl Lee, Russ Tamblyn, Don S. Davis, Chris Mulkey, Gary Hershberger, Grace Zabriskie"
    }, {
      "id" : "Knightfall",
      "name" : "Knightfall",
      "description" : "Fifteen years after the Crusades ended in defeat, a veteran knight becomes master of his order's Paris temple and discovers a shocking secret.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Tom Cullen, Jim Carter, Pádraic Delaney, Simon Merrells, Julian Ovenden, Olivia Ross, Ed Stoppard, Sabrina Bartlett, Bobby Schofield, Sarah-Sofie Boussnina"
    }, {
      "id" : "WhenTheySeeUs",
      "name" : "When They See Us",
      "description" : "Five teens from Harlem become trapped in a nightmare when they're falsely accused of a brutal attack in Central Park. Based on the true story.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Asante Blackk, Caleel Harris, Ethan Herisse, Jharrel Jerome, Marquis Rodriguez, Jovan Adepo, Chris Chalk, Justin Cunningham, Freddy Miyares, Michael Kenneth Williams, Marsha Stephanie Blake, Kylie Bunbury, Aunjanue Ellis, Vera Farmiga, Felicity Huffman, John Leguizamo, Niecy Nash"
    }, {
      "id" : "HouseofCards",
      "name" : "House of Cards",
      "description" : "A ruthless politician will stop at nothing to conquer Washington, D.C., in this Emmy and Golden Globe-winning political drama.\n\n**Release Year:** 2018\n\n**Duration:** 6 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Kevin Spacey, Robin Wright, Kate Mara, Corey Stoll, Sakina Jaffrey, Kristen Connolly, Constance Zimmer, Sebastian Arcelus, Nathan Darrow, Sandrine Holt, Michel Gill, Elizabeth Norment, Mahershala Ali, Reg E. Cathey, Molly Parker, Derek Cecil, Elizabeth Marvel, Kim Dickens, Lars Mikkelsen, Michael Kelly, Joel Kinnaman, Campbell Scott, Patricia Clarkson, Neve Campbell"
    }, {
      "id" : "SpinningOut",
      "name" : "Spinning Out",
      "description" : "A figure skating Olympic hopeful struggles to balance love, family and fragile mental health as her dream of winning takes a dizzying hold.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Kaya Scodelario, January Jones, Will Kemp, Willow Shields, Evan Roderick, David James Elliott, Sarah Wright Olsen, Svetlana Efremova, Amanda Zhou, Mitchell Edwards, Kaitlyn Leeb, Johnny Weir"
    }, {
      "id" : "Maniac",
      "name" : "Maniac",
      "description" : "Two struggling strangers connect during a mind-bending pharmaceutical trial involving a doctor with mother issues and an emotionally complex computer.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Emma Stone, Jonah Hill, Justin Theroux, Sally Field, Gabriel Byrne, Sonoya Mizuno, Julia Garner, Billy Magnussen, Jemima Kirke"
    }, {
      "id" : "Insatiable",
      "name" : "Insatiable",
      "description" : "A bullied teenager turns to beauty pageants as a way to exact her revenge, with the help of a disgraced coach who soon realizes he's in over his head.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Dallas Roberts, Debby Ryan, Alyssa Milano, Christopher Gorham, Kimmy Shields, Michael Provost, Erinn Westbrook, Daniel Kang, Arden Myrin"
    }, {
      "id" : "AmericanCrime",
      "name" : "American Crime",
      "description" : "This anthology series unfolds a different story arc for each season, with dramas focusing on aspects of American life and the criminal justice system.\n\n**Release Year:** 2017\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Felicity Huffman, Timothy Hutton, Elvis Nolasco, Regina King, Lili Taylor, Richard Cabral, Brent Anderson, Benito Martinez, Shane Jacobsen, W. Earl Brown, Caitlin Gerard, Penelope Ann Miller, Johnny Ortiz"
    }, {
      "id" : "TheAssassinationofGianniVersace",
      "name" : "The Assassination of Gianni Versace",
      "description" : "Defining moments in Andrew Cunanan's life, starting in childhood, lead up to a 1997 murder spree that kills five, including fashion icon Gianni Versace.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Edgar Ramírez, Darren Criss, Ricky Martin, Penélope Cruz"
    }, {
      "id" : "TheOA",
      "name" : "The OA",
      "description" : "Seven years after vanishing from her home, a young woman returns with mysterious new abilities and recruits five strangers for a secret mission.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Brit Marling, Jason Isaacs, Emory Cohen, Scott Wilson, Phyllis Smith, Alice Krige, Patrick Gibson, Brendan Meyer, Brandon Perea, Ian Alexander, Will Brill, Riz Ahmed, Paz Vega"
    }, {
      "id" : "OrangeIstheNewBlack",
      "name" : "Orange Is the New Black",
      "description" : "A privileged New Yorker ends up in a women's prison when a past crime catches up with her in this Emmy-winning series from the creator of \"Weeds.\"\n\n**Release Year:** 2019\n\n**Duration:** 7 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Taylor Schilling, Kate Mulgrew, Laura Prepon, Jason Biggs, Natasha Lyonne, Michael Harney, Uzo Aduba, Danielle Brooks, Samira Wiley, Dascha Polanco, Selenis Leyva, Nick Sandow, Yael Stone, Taryn Manning, Lea DeLaria, Matt McGorry, Emma Myles, Vicky Jeudy, Laverne Cox, Pablo Schreiber, Lori Petty, Ruby Rose, Adrienne C. Moore, Jackie Cruz, Elizabeth Rodriguez"
    }, {
      "id" : "BONDING",
      "name" : "BONDING",
      "description" : "A New York City grad student moonlighting as a dominatrix enlists her gay BFF from high school to be her assistant.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Zoe Levin, Brendan Scannell, Micah Stock, Theo Stockman, Alex Hurt, D'Arcy Carden, Gabrielle Ryan, Charles Gould"
    }, {
      "id" : "NurseJackie",
      "name" : "Nurse Jackie",
      "description" : "A flawed but dedicated ER nurse works in a New York City hospital and relies on pain meds to get through exhausting days in this Emmy-winning show.\n\n**Release Year:** 2015\n\n**Duration:** 7 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Edie Falco, Merritt Wever, Paul Schulze, Peter Facinelli, Stephen Wallem, Eve Best, Dominic Fumusa, Ruby Jerins, Anna Deavere Smith"
    }, {
      "id" : "Bloodline",
      "name" : "Bloodline",
      "description" : "When the black sheep son of a respected family threatens to expose dark secrets from their past, sibling loyalties are put to the test.\n\n**Release Year:** 2017\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** Kyle Chandler, Ben Mendelsohn, Sissy Spacek, Linda Cardellini, Norbert Leo Butz, Jacinda Barrett, Jamie McShane, John Leguizamo, Enrique Murciano, Sam Shepard, Chloë Sevigny, Andrea Riseborough, Beau Bridges, Taylor Rouviere, Owen Teague, Brandon Larracuente"
    }, {
      "id" : "HighwaytoHeaven",
      "name" : "Highway to Heaven",
      "description" : "Under God's direction, angel Jonathan and ex-cop Mark help troubled souls overcome adversity and embrace honesty, kindness and forgiveness.\n\n**Release Year:** 1988\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Michael Landon, Victor French"
    }, {
      "id" : "LivingwithYourself",
      "name" : "Living with Yourself",
      "description" : "Burned out on life, Miles undergoes a strange procedure at a strip mall spa – and wakes to find he's been replaced by a better version of himself.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Paul Rudd, Aisling Bea, Desmin Borges, Zoë Chao, Karen Pittman"
    }, {
      "id" : "AmericanCrimeStoryThePeoplevOJSimpson",
      "name" : "American Crime Story: The People v. O.J. Simpson",
      "description" : "This anthology series dramatizes historic criminal cases in the U.S., including the O.J. Simpson trial and Andrew Cunanan's 1997 murder spree.\n\n**Release Year:** 2016\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Cuba Gooding Jr., Sarah Paulson, John Travolta, Courtney B. Vance, Sterling K. Brown, Kenneth Choi, Christian Clemenson, Bruce Greenwood, Nathan Lane, David Schwimmer, Chris Bauer, Jordana Brewster, Selma Blair, Connie Britton"
    }, {
      "id" : "AllAmerican",
      "name" : "All American",
      "description" : "Culture clashes and brewing rivalries test a teen football player from South Los Angeles when he’s recruited to the Beverly Hills High School team.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Daniel Ezra, Taye Diggs, Samantha Logan, Bre-Z, Greta Onieogou, Monet Mazur, Michael Evans Behling, Cody Christian, Karimah Westbrook, Jalyn Hall, Jordan Belfi, Briana Lane"
    }, {
      "id" : "TinyPrettyThings",
      "name" : "Tiny Pretty Things",
      "description" : "When an attack brings down the star student at an elite ballet school, her replacement enters a world of lies, betrayal — and cutthroat competition.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Lauren Holly, Kylie Jefferson, Casimere Jollette, Brennan Clost, Barton Cowperthwaite, Bayardo De Murguia, Damon J. Gillespie, Anna Maiche, Daniela Norman, Michael Hsu Rosen, Tory Trowbridge"
    } ]
  }, {
    "id" : "reality",
    "name" : "Reality",
    "iconClass" : "fas fa-user-friends",
    "skills" : [ {
      "id" : "SugarRush",
      "name" : "Sugar Rush",
      "description" : "Time's the most important ingredient as teams race against the clock – and each other – to bake up the best-tasting sweets.\n\n**Release Year:** 2020\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Candace Nelson, Adriano Zumbo, Hunter March"
    }, {
      "id" : "DoomsdayPreppers",
      "name" : "Doomsday Preppers",
      "description" : "This series highlights a diverse group of survivalists as they prepare for various catastrophic scenarios that could cause civilization to collapse.\n\n**Release Year:** 2013\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Michael Izquierdo"
    }, {
      "id" : "GetOrganizedwithTheHomeEdit",
      "name" : "Get Organized with The Home Edit",
      "description" : "Expert home organizers Clea and Joanna help celebrities and everyday clients edit, categorize and contain their clutter to create stunning spaces.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** "
    }, {
      "id" : "NailedIt",
      "name" : "Nailed It",
      "description" : "Home bakers with a terrible track record take a crack at re-creating edible masterpieces for a $10,000 prize. It's part reality contest, part hot mess.\n\n**Release Year:** 2020\n\n**Duration:** 4 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Nicole Byer, Jacques Torres"
    }, {
      "id" : "SayIDo",
      "name" : "Say I Do",
      "description" : "In this reality show, couples overcome obstacles to celebrate their love in surprise dream weddings designed by three experts in less than a week.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Jeremiah Brent, Thai Nguyen, Gabriele Bertaccini"
    }, {
      "id" : "Jeopardy",
      "name" : "Jeopardy!",
      "description" : "Alex Trebek hosts one of TV's longest-running game shows, where a trio of players buzz in with their knowledge of history, arts, pop culture and more.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-G\n\n**Cast:** Alex Trebek"
    }, {
      "id" : "FastestCar",
      "name" : "Fastest Car",
      "description" : "The drivers of exotic supercars put their street cred on the line against deceptively fast sleeper cars built and modified by true gearheads.\n\n**Release Year:** 2019\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-MA\n\n**Cast:** "
    }, {
      "id" : "SkinWarsFreshPaint",
      "name" : "Skin Wars: Fresh Paint",
      "description" : "In each episode of this \"Skin Wars\" spinoff hosted by RuPaul, talented artists from various fields compete in body art for the first time.\n\n**Release Year:** 2016\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** RuPaul"
    }, {
      "id" : "StayHere",
      "name" : "Stay Here",
      "description" : "Designer Genevieve Gorder and real estate expert Peter Lorimer show property owners how to turn their short-term rentals into moneymaking showstoppers.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Genevieve Gorder, Peter Lorimer"
    }, {
      "id" : "Cheer",
      "name" : "Cheer",
      "description" : "This gripping docuseries follows the ups and downs of Navarro College's competitive cheer squad as they work to win a coveted national title.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** "
    }, {
      "id" : "MinutetoWinIt",
      "name" : "Minute to Win It",
      "description" : "In this game show hosted by Olympian Apolo Anton Ohno, contestants compete by completing 60-second challenges using common household items.\n\n**Release Year:** 2013\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Apolo Anton Ohno"
    }, {
      "id" : "TheFinalTable",
      "name" : "The Final Table",
      "description" : "Teams of elite chefs vie to impress the world's toughest palates as they whip up iconic dishes from nine nations in this star-packed competition.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Andrew Knowlton"
    }, {
      "id" : "SkinWars",
      "name" : "Skin Wars",
      "description" : "Artists test their creativity and body painting skills as they face off in a series of elaborate challenges, vying for a grand prize of $100,000.\n\n**Release Year:** 2016\n\n**Duration:** 3 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Rebecca Romijn, RuPaul, Robin Slonina, Craig Tracy"
    }, {
      "id" : "Winsanity",
      "name" : "Winsanity",
      "description" : "Actor Donald Faison hosts this game show in which contestants must arrange numerical-based trivia tidbits from largest to smallest for various prizes.\n\n**Release Year:** 2016\n\n**Duration:** 1 Season\n\n**Rating:** TV-G\n\n**Cast:** Donald Faison"
    }, {
      "id" : "TheBachelorette",
      "name" : "The Bachelorette",
      "description" : "Beloved “Bachelor” contestant Ali Fedotowsky embarks on her own search for happily ever after and navigates the thrills and spills of reality TV romance.\n\n**Release Year:** 2010\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** "
    }, {
      "id" : "DreamHomeMakeover",
      "name" : "Dream Home Makeover",
      "description" : "Dreams come true for real families looking for the perfect home tailored to their own unique style, thanks to Shea and Syd McGee of Studio McGee.\n\n**Release Year:** 2021\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-G\n\n**Cast:** "
    }, {
      "id" : "AreYouTheOne",
      "name" : "Are You The One",
      "description" : "Determined by a dating algorithm, a group of single contestants must identify their perfect matches for a shot at love and a cash prize.\n\n**Release Year:** 2014\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Ryan Devlin"
    }, {
      "id" : "ShotintheDark",
      "name" : "Shot in the Dark",
      "description" : "Three rival freelance stringers scour the streets at night to film crime scenes, fires, accidents – and anything else they can sell to news outlets.\n\n**Release Year:** 2017\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** "
    }, {
      "id" : "Strong",
      "name" : "Strong",
      "description" : "Gabrielle Reece hosts a transformative competition of tough fitness challenges as 10 women partner with 10 elite personal trainers.\n\n**Release Year:** 2016\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Gabrielle Reece"
    }, {
      "id" : "DeMarcusFamilyRules",
      "name" : "DeMarcus Family Rules",
      "description" : "Rascal Flatts bassist Jay DeMarcus and ex-beauty queen Allison DeMarcus write their own rules for juggling family and fun in this reality show.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** "
    }, {
      "id" : "TheChallenge",
      "name" : "The Challenge",
      "description" : "Reality show alumni must compete in grueling physical contests and survive eliminations amid cutthroat alliances and steamy hookups to win big money.\n\n**Release Year:** 2006\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Jamie Chung, Landon Lueck, Diem Brown, Mike 'The Miz' Mizanin, Darrell Taylor, Wes Bergmann, Jodi Weatherton, Brad Fiorenza, Cara Maria Sorbello, Zachary Nichols, Turabi \"Turbo\" Çamkıran, Theo Campbell"
    }, {
      "id" : "SlobbysWorld",
      "name" : "Slobby's World",
      "description" : "Welcome to the irreverent world of Robert Hall – aka Slobby Robby – a pop culture junkie who buys and sells collectable goods from the '80s and '90s.\n\n**Release Year:** 2018\n\n**Duration:** 1 Season\n\n**Rating:** TV-MA\n\n**Cast:** Robert Hall"
    }, {
      "id" : "QueerEye",
      "name" : "Queer Eye",
      "description" : "An all-new “Fab Five” advise men on fashion, grooming, food, culture and design in this modern reboot of the Emmy Award-winning reality series.\n\n**Release Year:** 2020\n\n**Duration:** 5 Seasons\n\n**Rating:** TV-14\n\n**Cast:** Bobby Berk, Karamo Brown, Tan France, Antoni Porowski, Jonathan Van Ness"
    }, {
      "id" : "DowntoEarthwithZacEfron",
      "name" : "Down to Earth with Zac Efron",
      "description" : "Actor Zac Efron journeys around the world with wellness expert Darin Olien in a travel show that explores healthy, sustainable ways to live.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** Zac Efron, Darin Olien"
    }, {
      "id" : "ForgedinFire",
      "name" : "Forged in Fire",
      "description" : "Bladesmiths vie for a cash prize by forging the best metal weapons from the pages of history in this competition series featuring expert judges.\n\n**Release Year:** 2019\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** Wil Willis"
    }, {
      "id" : "MexicoDisea",
      "name" : "Mexico Diseña",
      "description" : "Young fashion designers vie for the chance to become Mexico's next big talent by competing before judges in grueling tests of creativity and stamina.\n\n**Release Year:** 2016\n\n**Duration:** 1 Season\n\n**Rating:** TV-PG\n\n**Cast:** "
    }, {
      "id" : "HolidayHomeMakeoverwithMrChristmas",
      "name" : "Holiday Home Makeover with Mr. Christmas",
      "description" : "Interior designer Benjamin “Mr. Christmas” Bradley works with a trusty team of \"elves” to help families transform their homes for the holidays.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-G\n\n**Cast:** Benjamin Bradley"
    }, {
      "id" : "ChefsTableBBQ",
      "name" : "Chef's Table: BBQ",
      "description" : "The Emmy-nominated series delves into the juicy, smoky world of barbecue, visiting acclaimed chefs and pitmasters in the US, Australia and Mexico.\n\n**Release Year:** 2020\n\n**Duration:** 1 Season\n\n**Rating:** TV-14\n\n**Cast:** "
    }, {
      "id" : "TheChase",
      "name" : "The Chase",
      "description" : "Brooke Burns hosts this game show in which three contestants square off to answer fast-paced questions against \"the Beast,\" a trivia know-it-all.\n\n**Release Year:** 2015\n\n**Duration:** 2 Seasons\n\n**Rating:** TV-PG\n\n**Cast:** Brooke Burns, Mark Labbett"
    } ]
  } ],
  "badges" : [ ],
  "name" : "Shows"
} ]